{
    "Overwrite": false,
    "Topics": [
        {
            "Title": "Orphan",
            "Description": "This topic is for issues that can't find a home.",
            "Children": null,
            "IsLeaf": false,
            "Id": "00000000-0000-0000-0000-000000000000"
        },
        {
            "Title": "Campus Life",
            "Description": "On campus housing, dining, transportation, and the like.",
            "IsLeaf": false,
            "Children": [
                {
                    "Title": "Housing",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": "11e7fa72-c9b3-423a-8242-2e48f7cb97f8"
                },
                {
                    "Title": "Dining",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": [
                        {
                            "Title": "Locations & Hours",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Meal Plans",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        }
                    ],
                    "Id": null
                },
                {
                    "Title": "Transportation",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": [
                        {
                            "Title": "Campus Transit",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tiger Trails",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        }
                    ],
                    "Id": null
                },
                {
                    "Title": "Recreation",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": null
                }
            ],
            "Id": "31f6b2eb-16ca-438f-800c-11971c963d7c"
        },
        {
            "Title": "University Affairs",
            "Description": "Financial aid, clubs... really anything outside of class.",
            "IsLeaf": false,
            "Children": [
                {
                    "Title": "Scholarships",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": "2be80197-3404-44cc-a203-245bdbd0496f"
                },
                {
                    "Title": "Clubs",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": [
                        {
                            "Title": "Elohim Academy at Louisiana State University and A &amp; M College at Baton Rouge",
                            "Description": "Elohim Academy is established for the glory of God to join together people of all cultures to develop leadership skills as well as an awareness of spiritual life and to encourage students to participate in religious affairs.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Academic Programs Abroad",
                            "Description": "Welcome to Academic Programs Abroad, your ticket to studying anywhere outside of Louisiana! APA maintains nearly 400 domestic and international programs and partners, with options for all timeframes, including semester, year-long, short-term, and summer.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Actuarial Student Association",
                            "Description": "The ASA holds meetings designed to inform and prepare students interested in a career in actuarial science.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Adventist Christian Fellowship @ LSU",
                            "Description": "ACF@LSU is the LSU chapter of the Adventist Christian Fellowship of the Seventh-day Adventist Church. We welcome Christians of all denominations as well as non-Christians to join our group's social activities and in serving the Baton Rouge community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "African American Cultural Center Ambassadors",
                            "Description": "The African American Cultural Center (AACC) Ambassadors are a group of student representatives selected to help spread the word about the educational, cultural, and social services provided by AACC and the Office of Multicultural Affairs.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "African Student Organization",
                            "Description": "We seek to provide opportunities for the professional, academic and social development of our members and all those affiliated with her. We are committed to promoting and appreicating the diverse and rich and cultural heritage of Africa.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Agribusiness Club",
                            "Description": "The Agribusiness Club is a professional organization devoted to building leaders to help contribute to society. We have a passion for success and strive to prepare members for a successful career in Agribusiness and related fields.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Agricultural Economics Graduate Student Association",
                            "Description": "Graduate Studernt organization intended to help graduate students in the Department of Agricultural Economics and Agribusiness at LSU",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Air and Waste Management Association Student Chapter at LSU",
                            "Description": "The Air &amp; Waste Management Association is a nonprofit, nonpartisan professional organization that promotes global environmental responsibility.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Air Force Reserve Officer Training Corps Detachment 310",
                            "Description": "AFROTC Det 310, Our mission is to fly, fight, and win.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Delta Pi",
                            "Description": "Established in 1851, Alpha Delta Pi is a sorority committed to sisterhood, values and ethics, high academic standards and social responsibility.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Epsilon Delta",
                            "Description": "AED at Louisiana State University is a pre-professional health honor society dedicated to pre-medical students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Gamma Rho",
                            "Description": "Brotherhood plus Tradition equals Success! This is the motto for the Alpha Gamma Rho Fraternity. Agricultural Fraternity",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Kappa Alpha Sorority, Incorporated",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Kappa Psi",
                            "Description": "Alpha Kappa Psi is recognized as the premier developer of principled business leaders.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Lambda Delta",
                            "Description": "Prestigious Honor Society for first year students",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Phi",
                            "Description": "Alpha Phi is a sisterhood of women supporting one another in lifelong achievement.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Phi Alpha",
                            "Description": "Alpha Phi Alpha Fraternity, Inc., develops leaders, promotes brotherhood and academic excellence, while providing service and advocacy for our communities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Phi Omega",
                            "Description": "Alpha Phi Omega National Service Fraternity is dedicated to serving others and building leaders of tomorrow.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Alpha Tau Omega Fraternity",
                            "Description": "Alpha Tau Omega (ATO) is known as America's Leadership Development Fraternity.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Ambassadors",
                            "Description": "Recruit. Orient. Advise. Serve.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Academy of Environmental Engineers and Scientists",
                            "Description": "AAEES at LSU is established to promote networking between the local environmental industry in Baton Rouge and LSU students as well as to promote cohesion and unity within those LSU students interested in environmental engineering and science.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Association of Drilling Engineers",
                            "Description": "Mission To provide the forum for the dissemination of practical drilling technology to those employed or interested in the drilling industry.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Choral Directors Association Student Chapter of Louisiana State University",
                            "Description": "The ACDA Student Chapter of LSU&nbsp;provides young choral directors on LSU's campus a place to foster their skills in choral conducting, rehearsal strategies, music education, and professional administration in a community of fellow ACDA members.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Collegiate Horsemen's Association",
                            "Description": "A student run organization whose goal is to unify collegiate horsemen of all levels and disciplines through the promotion of leadership, education, service, and national affiliations.&nbsp;",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Institute of Aeronautics and Astronautics",
                            "Description": "The purpose of AIAA at LSU is to advance the arts, sciences, and technology of aeronautics and astronautics and to nurture and promote the professionalism of those engaged in these pursuits.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Institute of Architecture Students",
                            "Description": "The AIAS is an independent, nonprofit, student-run organization dedicated to providing unmatched programs, information, and resources on issues critical to architectural education. The AIAS also brings architecture students together outside the studio.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Institute of Chemical Engineers",
                            "Description": "AIChE at LSU is a professional organization whose goal is to promote scholarship, leadership, service, professionalism, and to aid in the dialog between industry, faculty, and students in chemical engineering.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Library Association",
                            "Description": "The American Library Association Student Chapter is our campus' chapter of the national organization. Some of our goals are professional development, networking, and service.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Medical Women's Association at LSU",
                            "Description": "The American Medical Women's Association at LSU is an organization which function is to bring together those in medicine and health-related fields to promote women's health and to support members' professional and personal development.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Mock Trial Association",
                            "Description": "LSU Mock Trial is a organization for students who are interested in law, speech, or drama and want to compete in the American Mock Trial Association's tournaments.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Rock Mechanics Association",
                            "Description": "This organization involves students from Petroleum, Mechanical and Civil Engineering and Geology Departments. The purpose of this chapter is to generate interest in rock mechanics and geomechanics applications. The faculty advisor is Dr. Arash Dahi.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Society of Civil Engineers",
                            "Description": "The American Society of Civil Engineers is a professional organization with a student chapter at LSU. We strive to familiarize the students with the profession and job opportunities by inviting professors, professional engineers, and organizations.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Society of Interior Designers Louisiana State University Student Chapter",
                            "Description": "American Society of Interior Designers LSU Student Chapter establishes design excellence through professional education, networking, public awareness, and the advocacy of interior designers' right to practice.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Society of Mechanical Engineers",
                            "Description": "ASME at LSU is the student chapter of the professional organization. Our goal is to familiarize the student body with engineering professions while enabling collaboration, knowledge sharing, skill development and promoting the vital role of the engineer.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "American Society of Safety Professionals",
                            "Description": "ASSE is established for the purpose of developing analytical skills in project planning and implementation to maintain a safe working environment. We are committed to educating and raising awareness of current safety concerns.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Animal Advocates",
                            "Description": "We advocate for the humane treatment of animals.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Animal Care For A Cause",
                            "Description": "The Animal Care for a Cause Club is established for the expressed purpose of becoming an advocate for abandoned and neglected animals.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Antioch College Ministry",
                            "Description": "Reaching out to students and creating an atmosphere for them to encounter God in a personal way and walk in community through life-changing small groups.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Aquaculture and Fisheries Club",
                            "Description": "Our club is dedicated and passional about fishes and aquatic invertebrates in Louisiana and around the world!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Archaeology Association",
                            "Description": "Archaeology Association is an undergraduate club devoted to all things archaeology and cultural heritage! Whether you have a professional interest in archaeology or just a passion for the Indiana Jones film franchise, this is the club for you!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Army Scotch Guard at LSU",
                            "Description": "The Army Scotch Guard of LSU is an all-female service organization serving the LSU campus, the Baton Rouge Community, and the LSU Army ROTC Tiger Battalion.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Arnold Air Society/Silver Wings Captain Frank S. Hagan Squadron/Chapter",
                            "Description": "Arnold Air Society/Silver Wings is a professional, honorary, service organization advocating the support of aerospace power.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Art Club",
                            "Description": "The Art Society was established for the purpose of providing the LSU community with an organization where students can create, appreciate, and connect through visual art.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Asian American Ambassadors",
                            "Description": "The Asian American Ambassadors is established for the express purpose of building a community of students who support and have an interest in the cultures, traditions, and histories of Asian and Asian-American culture.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Associated Professional Educators of Louisiana",
                            "Description": "The Associated Professional Educators of Louisiana (A+PEL) is the premier educators' organization in Louisiana, advancing A+ teachers as career professionals by focusing on professional development, teacher advocacy and excellence in education.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Association for Computing Machinery",
                            "Description": "We are a local chapter of the Association of Computing Machinery (ACM) here at Louisiana State University.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Association of Black Communicators",
                            "Description": "As the only minority mass communication organization, we strive to strengthen ties among minority communicators, promote diversity, promote the advancement of minorities in the mass communication field.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Association of Computing Machinery's Special Interest Group on Computer GRAPHics and Interactive Techniques",
                            "Description": "ACM SIGGRAPH is a student organization focused on innovations in Computer Graphics and Technology. ACM SIGGRAPH strives to provide its members with the resources and knowledge for future careers and endeavors in their respective technological fields",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Association of Energy Engineers",
                            "Description": "Association of Energy Engineers is aimed at fostering the educational and scientific interest of students across all engineering and science disciplines on campus in the field of energy and to foster action for sustainable development.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Association of Pre-Physical Therapy Students",
                            "Description": "The Association of Pre-Physical Therapy Students is for those interested in the occupation of physical therapy. The organization aids its members in networking with local businesses, applying to graduate programs, and communicating with licensed PTs.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Athletic Training Students of LSU",
                            "Description": "Athletic Training Students of LSU is the Academic Fraternity associated with students in the Athletic Training Program at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Australian Rules Football team",
                            "Description": "Australian Rules Football is a competitive 18 vs 18 competition that is played by kicking the ball (footy) through the opponents' goal.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Auto Enthusiast Club At LSU",
                            "Description": "Group that is about the love of all things four wheeled and fast.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Bachelor of Social Work Student Association",
                            "Description": "BSWSA works to promote growth and development amongst the students of LSU's Bachelor of Social Work Program as future social workers. Members volunteer together, learn about graduate programs and working in the field, and attend social events.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Bad Movie Club of LSU",
                            "Description": "A student organization which celebrates the unintentional humor of poorly made films.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Ballroom Dance Club",
                            "Description": "In the Ballroom Dance Club, we go over the major ballroom dances: rumba, cha-cha, east coast swing, waltz, tango, foxtrot, and west coast swing, among others. We meet once a week on Thursday's at 6pm. NO partner or previous experience required!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Bangladeshi Students Association",
                            "Description": "Bangladeshi Students Association is representing Bangladeshi culture at Louisiana State University.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Baptist Collegiate Ministry",
                            "Description": "We exist to provide participating college students with opportunities to develop strong friendships with other Christian college students and to help participants grow and mature in their faith.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Baton Rouge LIONS LSU",
                            "Description": "Our organization is a part of LIONS Clubs International, which is the largest service club organization in the world. This club is focused on helping improve the community and campus through a range of projects and services.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Believers",
                            "Description": "We are a student organization that loves to enjoy the Lord Jesus together and get attached to other members of the Body of Christ.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Bengal Reauxbotics",
                            "Description": "Bengal Reauxbotics is dedicated to expanding LSU students' education experience and interest in robotics through the opportunity to build and compete in robotics competitions, while learning leadership and teamwork skills.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Best Buddies",
                            "Description": "An international nonprofit organization dedicated to establishing a global movement that creates opportunities for one-to-one friendships, integrated employment and leadership development for people with intellectual and developmental disabilities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Beta Alpha Psi",
                            "Description": "Beta Alpha Psi is an honorary accounting organization for financial information students and professionals. Our chapter here at LSU was founded in 1939!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Beta Beta Beta",
                            "Description": "Beta Beta Beta is the National Biological Honor Society. We aim to focus on a campus-wide cohesion amongst the biological science students, as well as to offer research opportunities, and to promote a greater emphasis on biology in our community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Beta Theta Pi",
                            "Description": "Building Men of Principle for a Principled Life.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Beta Upsilon Chi",
                            "Description": "Beta Upsilon Chi, a National Christian Fraternity, exists for the purpose of establishing brotherhood and unity among college men based on the common bond of Jesus Christ.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Bhakti Yoga Club",
                            "Description": "The purpose of the organization is to encourage healthy living through a vegetarian diet and provide delicious vegetarian/vegan meals at our meetings or special events, and to engage students in the mindfulness of yoga practice through mantra meditation.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Bilingual Bengals",
                            "Description": "Bilingual Bengals aims to encourage bilingual LSU students to use their gift by helping others who may not be as fluent in the English language. By helping others, you can also help yourself increase your proficiency in another language you may speak.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "BioGrads",
                            "Description": "Biograds is a student organization serving graduate students in the Department of Biological Sciences. Email: biograds@lsu.edu Website: https://biograds.wixsite.com/biograds Facebook: https://www.facebook.com/groups/268220048613/",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Biological Engineering Student Organization",
                            "Description": "BESO is a professional organization composed of undergraduate and graduate students with varied career interests at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Biomedical Engineering Society at LSU",
                            "Description": "The Biomedical Engineering Society is the professional society for biomedical engineering and bioengineering. Chapters provide opportunities to establish leadership skills, network, publish, and participate in a wide range of career enhancing activities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Black Artist Initiative",
                            "Description": "The Black Artist Initiative is an organization dedicated to helping promote cultural artists within the LSU and Baton Rouge area.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Black Faculty and Staff Caucus",
                            "Description": "The Black Faculty and Staff Caucus (BFSC) at Louisiana State University has an established reputation of more than 30 years at the University.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Black Graduate and Professional Student Association",
                            "Description": "1. To provide a support system for minority students enrolled in graduate and professional programs. 2. To serve as a networking organization for minority students and alumni.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Black Male Leadership Initiative",
                            "Description": "The LSU BMLI is a program designed to improve the retention, graduation and participation rates for black male students through mentoring, leadership development and academic support, while connecting these students with faculty/staff on LSU's campus.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Black Student Union",
                            "Description": "Black Student Union serves as the umbrella organization for all minority organizations on campus. We impact Louisiana State University through various community service events, fundraising activities, educational forums, and social events.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Block and Bridle",
                            "Description": "To promote a higher scholastic standard among students in animal science, animal industries, to bring about a closer relationship between students, faculty and others engaged in animal science; To promote animal husbandry.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Bridge (The)",
                            "Description": "The Bridge Campus Ministry is a student organization at Louisiana State University dedicated to providing environments that help students connect with God!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Bridge The Gap",
                            "Description": "Bridge the Gap is established for the expressed purpose of performing charitable services to communities of older adults as well as fostering intergenerational cooperation and friendship.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Buddies@LSU",
                            "Description": "Our Vision: Student to Student Success. We believe that LSU students who are perusing a college major, in good academic standing, and who care for the Baton Rouge youth community, are great resources as mentors for the Big Buddy Program.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Cajun Club at LSU",
                            "Description": "The purpose of this club is to educate the local public about the Cajun lifestyle, heritage, traditions, culture, language, cooking, food, music, and history. To spread and preserve the Louisiana culture and traditions around LSU and in Baton Rouge.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Camp Kesem at LSU",
                            "Description": "Camp Kesem at LSU hosts a free, week-long summer camp to children affected by a parent's cancer. Kesem provides a fun, supportive network that allows these kids to feel welcomed and loved in a difficult time in their lives. Join the Kesem family today!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Campus Crusade for Christ",
                            "Description": "We're a network of students and staff on thousands of college campuses in the US and around the world. Cru is a spiritual movement empowering students to embrace Christ personally, experience Christ together and extend Christ to others",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Campus Life",
                            "Description": "The mission of Campus Life is to enhance student learning through innovative initiatives focused on the tenets of involvement, leadership, and service that enrich the LSU experience.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Campus Outreach",
                            "Description": "Campus Outreach is a student ministry that has a desire to help students know Jesus more and make him known at LSU. We meet weekly for fellowship and teaching, as well as group bible studies, and other fun activities throughout the year.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Cancer Action Network at LSU",
                            "Description": "The LSU Cancer Action Network was established for the expressed purpose of developing advocacy and leadership skills. The LSU Cancer Action Network also allows students to participate in public affairs and make their mark with their lawmakers.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Capoeira Baton Rouge - LSU",
                            "Description": "Capoeira Baton Rouge - LSU is established for the expressed purpose of developing community togetherness through the practice of capoeira, a Brasilian martial art that fuses together movement, stretching, music and Portuguese language-learning.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "CASA",
                            "Description": "Student run ceramic organization which hosts fall and spring pottery sales and visiting artists.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Center for Academic Success - Learning Strategies",
                            "Description": "LSU's central learning center - The Center for Academic Success, including the Shell Tutorial Center",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Chabad at Louisiana State University and A &amp; M College at Baton Rouge",
                            "Description": "Chabad at LSU is established for the purpose of creating Jewish life opportunities for the Louisiana State university campus community and working with the Chabad Campus Ministry to promote Jewish life and education.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Chemical Engineering Graduate Student Association",
                            "Description": "This is an organization dedicated to furthering the education and involvement of Graduate Students and Assistants in the Cain Department of Chemical Engineering",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Chemistry Graduate Student Council",
                            "Description": "CGSC provides an officially recognized student organization to identify and represent chemistry graduate student interests; to promote student interaction with the governing body of the chemistry department.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Chi Alpha Campus Ministries",
                            "Description": "Chi Alpha Campus Ministries is a place where you can experience God and experience friendship. Whether you are exploring faith for the first time or looking to connect with other believers, you are invited to continue the journey of knowing God with us.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Chi Omega",
                            "Description": "Founded in 1895 at the University of Arkansas, Chi Omega is the largest women's fraternal organization in the world with over 320,000 initiates and 178 collegiate chapters.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Chinese Christian Student Center",
                            "Description": "Chinese Christian Student Center is a fellowship created by the LSU Chinese students at the Chinese Christian Church of Baton Rouge, to help mandarin-speaking Christians grow spiritually and to share the gospel with non-Christians.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Chinese Corner at LSU",
                            "Description": "Cultural, Educational",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Chinese Students and Scholars Association",
                            "Description": "Louisiana State University Chinese Students and Scholars Association (LSU-CSSA) is a nonprofit, non-political and non-religious organization, dedicated to contributing to the cultural diversity at Louisiana State University.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Christ the King Catholic Center",
                            "Description": "Christ the King Parish is a diverse, international community, formed to be a living ministry of Jesus Christ through His Church among persons on the campus of Louisiana State University and the Diocese of Baton Rouge.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Christian Student Center",
                            "Description": "We are a nondenominational organization here to connect with God and each other, grow spiritually, and serve selflessly.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "CHSE Ambassadors",
                            "Description": "The CHSE Ambassadors are a group of high achieving, diverse and well-rounded student leaders who have declared a major within the CHSE. They provide CORE (Collegiate Outreach for Recruitment and Engagement) support to the CHSE.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Cinematic Critique Club",
                            "Description": "Our club seeks to bring an entertaining and engaging environment for LSU students to watch some of their favorite movies from all genres and levels of popularity with other students. Discussion on cinematography, themes, and style will also be encouraged",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Circle K International",
                            "Description": "Circle K International (CKI) is an international collegiate service organization that is a sponsored leadership program of Kiwanis International. It promotes service, leadership, and fellowship.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Classic Cinema Club",
                            "Description": "Classic Cinema Club is established for the expressed purpose of fostering an appreciation of American cinema by watching classic movies.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Coast and Environment Graduate Organization",
                            "Description": "CEGO is an organization of graduate students within the College of the Coast and Environment (SC&amp;E). CEGO provides social mediums for SC&amp;E graduate student interaction, as well as outreach, education, and sustainability opportunities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Coastal Environmental Science Advocates",
                            "Description": "Group dedicated to helping the College of the Coast &amp; Environment recruit students and host events, providing social events for Coastal Environmental Science majors, and advocating for CES majors to LSU administrators.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Coasts, Oceans, Ports, and Rivers Institute Student Chapter at Louisiana State University and A &amp; M College at Baton Rouge",
                            "Description": "COPRI is a semi-autonomous institute of the American Society of Civil Engineers (ASCE). It is designed to complement ASCE's traditional engineering base and to attract non-engineering allied professionals who seek to enhance their technical development.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Collective",
                            "Description": "The Collective is the college and young adults community at Bethany encompassing the ages of 18-30.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "College Democrats",
                            "Description": "Supports Democratic candidates and encourages students to become politically involved. Offers students meaningful political experience.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "College of Agriculture Student Association",
                            "Description": "The mission and purpose of the College of Agriculture Student Association shall be to represent all students in the Louisiana State University and Agriculture Mechanical College of Agriculture working with the College of Agriculture Council",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "College Republicans",
                            "Description": "To aid students in the development of political and leadership skills, increase civic participation among students, support Republican candidates at all levels of government, and to uphold the ideals of the Republican Party.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Colleges Against Cancer",
                            "Description": "Colleges Against Cancer at LSU is a student led organization dedicated to creating events and programs to help spread cancer awareness. As Relay For Life, we fundraise year-long for the American Cancer Society.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Collegians for Christ",
                            "Description": "We are a ministry on the campus of LSU. We meet weekly for Bible study and fellowship. We are devoted to following Jesus Christ through Gospel outreach, teaching from God's Word, and connecting with other Christians and a church home to serve in.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Collegiate 4-H",
                            "Description": "Collegiate 4-H is a student organization that provides its members with a sense of identity on campus, enriches their lives through group projects and recreation, and develops confidence and leadership skills.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Collegiate Entrepreneurs Organization",
                            "Description": "To spread and develop the entrepreneurial spirit among students across campus through workshops, seminars, guest speakers, and site visits.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Collegiate Foundation for Bee Research and Education",
                            "Description": "Through our organization, we will build new apiaries that will be used for research on campus, funding education revolving around beekeeping and raise further awareness of honey bees and their importance nationwide through various events.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Comparative Literature Graduate Association",
                            "Description": "CLGA is dedicated to fostering an understanding of the discipline of Comparative Literature and providing an opportunity for community involvement both on and off campus.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Construction Student Association",
                            "Description": "The CM Department houses the Construction Student Association (CSA) at Louisiana State University. It is open to all LSU students majoring in Construction Management.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Crossfire Unite Fellowship ? at LSU",
                            "Description": "Crossfire Unite -- LSU is established for the expressed purpose to carry out the Gospel into the campus of LSU, to promote a Spirit-filled life, establish proper Biblical Doctrine, to edify the Body of Christ, and to create an environment for Worship.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Curriculum Theory Graduate Collaborative",
                            "Description": "An academic organization that provides an outlet for graduate students of the College of Human Sciences and Education through the Curriculum Theory Project.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Cycling Club",
                            "Description": "LSU Cycling is a competitve, social, and holistic club dedicated to cycling in general. At the heart of the group is our devotion to cycling as a lifestyle and having fun, and you may find yourself at home in a number of ways.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Dairy Science Club",
                            "Description": "The Dairy Science Club provides educational activities for students interested in the dairy industry and agriculture as a whole and promotes scholarship and leadership among club members.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Dance Ambassadors at LSU",
                            "Description": "The Dance Ambassadors at LSU were established for the expressed purpose of promoting the dance program of LSU and increasing student participation within the dance program.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Dance Marathon at LSU",
                            "Description": "Dance Marathon at LSU aspires to be the leading student-run philanthropy at Louisiana State University by uniting the campus community to support Our Lady of the Lake Children's Hospital.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Dean of Students (Office of the)",
                            "Description": "The Office of the Dean of Students serves as a champion for students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Delta Chi",
                            "Description": "The LSU Chapter of The Delta Chi Fraternity was chartered at LSU on January 11, 1941, and holds as its cardinal principles: friendship, character, justice and education.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Delta Delta Delta",
                            "Description": "The purpose of Delta Delta Delta shall be to establish a perpetual bond of friendship among its members, to develop a stronger and more womanly character, to broaden the moral and intellectual life, and to assist its members in every possible way.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Delta Gamma",
                            "Description": "The objects of this Fraternity shall be to foster high ideals of friendship among women, to promote their educational and cultural interests, to create in them a true sense of social responsibility and to develop in them the best qualities of character.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Delta Literary Journal",
                            "Description": "We seek to inspire creativity and annually publish creative works of the highest caliber in poetry, fiction, creative non-fiction, and visual art in the LSU community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Delta Sigma Pi",
                            "Description": "Delta Sigma Pi is a professional co-ed business fraternity, located at LSU since 1929. We currently stand at over 100 active brothers and offer professional development, social activity, and scholarship opportunities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Delta Zeta",
                            "Description": "Delta Zeta Sorority was founded at LSU in 1917. The Delta Zeta Sigma Chapter has over 250 members that excel in academic pursuits, philanthropic efforts, and leadership experience.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Department of French Studies Graduate Student Association",
                            "Description": "We organize an annual French Conference at LSU, as well as various events throughout the year for graduate students of our department.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Digital Art and Design Association",
                            "Description": "DADA aims to develop talent in a variety of fields including animation, visual effects, video games, motion graphics, video production, visualization, and interactive art.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Division of Student Affairs",
                            "Description": "The mission of the Division of Student Affairs is to recruit, engage, retain, and graduate a diverse student population for success at LSU and beyond.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Double Reed Society at LSU",
                            "Description": "Oboe and Bassoon players at LSU",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "East Campus Apartments",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Economics and International Trade and Finance Club of LSU",
                            "Description": "The Econ/ITF Club invites all students to grow in their understanding of Economics and International Trade/Finance. The club hosts guest speakers, professional development/networking opportunities, regular meetings, and more",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Elevate at LSU",
                            "Description": "Elevate is a women's health &amp; fitness organization that focuses the needs of all members, no matter where they are in their fitness journey. We're a social club where you can make new friends, try new things, and find what happy and healthy means to you.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Encounter at LSU",
                            "Description": "Encounter strives to raise awareness for Louisiana's homeless by providing outreach to our peers, education to the community, and service beyond our college campus.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Engineering Diversity Ambassadors",
                            "Description": "The Diversity Ambassadors organization is an outreach team of LSU engineering students, who serve as role models, mentors, and tutors to Baton Rouge K-12 students by conducting engineering science demonstrations at local schools.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Engineering in Medicine and Biology at LSU",
                            "Description": "Engineering in Medicine and Biology at LSU has the purpose to promote the discussion of multi-disciplinary biomedical topics through presentations, seminars, meetings, competitions, community outreach, laboratory tours and student involvement.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Engineers Without Borders USA, LSU Student Chapter",
                            "Description": "Engineers without Borders is a service based organization that focuses on designing and building projects in the developing world.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "English Graduate Student Association",
                            "Description": "The EGSA is established with the express purpose of facilitating professional development amongst English graduate students and to serve as a liaison to the Graduate Faculty of the English Department.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Entomology Club at LSU",
                            "Description": "The club is established for the purpose of promoting a broad understanding of entomology among its members, and to establish an open forum for a free exchange of ideas among the members on old or new points of interest in entomology.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Equestrian Team",
                            "Description": "LSU Equestrian Team is a Sport Club within the University Recreation Department that competes within Zone 5, Region 4 of the Intercollegiate Horse Show Association (IHSA).",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Esports LSU",
                            "Description": "Esports LSU strives to create an on-campus community for students wishing to play games casually and competitively across a range of titles.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Fashion Association at LSU",
                            "Description": "Fashion Association at LSU (formerly Hemline at LSU) is a student fashion organization dedicated to enhancing its members' resume experience, fashion industry network and professional acumen of apparel design and similar concentrations.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Feminists in Action",
                            "Description": "Promoting feminist awareness and activism on the LSU campus and in the Baton Rouge community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Film Club",
                            "Description": "The LSU Film Club is a student organization whose desire is to make videos, to work on campus wide projects involving other student organizations, and to produce films that entertain and engage the student body.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "First Year Experience",
                            "Description": "FYE provides resources and support that students need to make their first year at LSU an unforgettable experience.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Food Pantry",
                            "Description": "To meet the needs of students without food or low in food security. Our goal is to serve as the No. 1 resource for current LSU students in need of food assistance.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Food Science Club",
                            "Description": "The LSU Food Science club is a student organization, a student chapter of the national organization of the Institute of Food Technologists and consists of both undergraduate and graduate students enrolled at Louisiana State University.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Free Verse",
                            "Description": "Free Verse is an organization that fosters a space to create cultural awareness, poetic literacy, and creative public speaking skills. It is established for the overall design of competing in poetry slams at a collegiate and national level.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Gamma Beta Phi",
                            "Description": "Gamma Beta Phi is an honor society dedicated to service, honor, and learning. We celebrate excellence and strive to be a catalyst for change at our university and in our community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Gamma Theta Upsilon, Eta Psi Chapter",
                            "Description": "Gamma Theta Upsilon (GTU) is an international honor society in geography.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Geaux BIG Baton Rouge",
                            "Description": "Geaux BIG Baton Rouge is a one-day event that unites LSU students and Baton Rouge residents through service to strengthen the university's relationship with the community. Geaux BIG Baton Rouge 2019 will take place on March 23, 2019!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Geaux Lead Retreat",
                            "Description": "The Geaux Lead Retreat is an annual in-depth, four-day leadership development experience that occurs at an off-campus retreat center. Students must register in advance for this retreat.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Geaux Teach Student Organization/Council of Preservice Teachers of Mathematics and Science",
                            "Description": "Our organization is dedicated to students interested in a career in teaching. Our goal is to give these students a greater sense of community through social events as well as professional guidance for their future careers.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Geaux Vote LSU",
                            "Description": "This organization seeks to politically engage students while promoting voting rights. We do this by organizing registration drives, speaking to classes and putting together events that serve as an educational resource on voting for students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Geography and Anthropology Undergraduate Society",
                            "Description": "GAUS is an organization created for Geography and Anthropology majors, minors, and for anyone simply interested in these subjects. GAUS hosts speakers, events, and socials for networking, learning about the discipline, and meeting other students!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "German Club at LSU",
                            "Description": "This organization is for students interested in learning about German culture, traditions, and the language.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Global Brigades Medical/Dental Chapter",
                            "Description": "Want to practice medicine abroad? Global Brigades Medical Chapter is a purely student led organization that focuses on fundraising medication, gathering sponsorship, and hiring healthcare professionals for our medical/dental service trips abroad.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Global Business Brigades",
                            "Description": "Want to put your business skills into action? Global Business Brigades is a student-led, nonprofit organization that focuses on providing business advice/skills to rural communities in third world countries.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Golden Key International Honour Society",
                            "Description": "Membership begins with recognition of academic excellence. Golden Key strives to unlock the potential of each of its members by upholding standards of excellence on-campus and beyond through its three pillars: academics, service, and leadership.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Grad Students Run",
                            "Description": "Grad Students Run exists to address the unique needs of minority graduate students. The mission of Grad Students Run is to encourage physical activity, promote healthy lifestyles, and provide access to support systems for students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Graduate Chapter National Student Speech-Language-Hearing Association",
                            "Description": "We inspire, empower, and support students in the field of CSD. We give you the tools to navigate your academic career while preparing you for your professional one.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Graduate Library &amp; Information Science Student Association",
                            "Description": "The mission and goal of GLISSA is to address the needs, concerns, and interests of students in LSU's Library &amp; Information Science program.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Graduate Student Organization at the School of Veterinary Medicine (The)",
                            "Description": "The GSO @SVM is established with dual purposes of facilitating professional development amongst SVM graduate students and advocating SVM graduate student concerns to the administration.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Graphic Design Student Association",
                            "Description": "GDSA is a group that offers its members many design-related activities throughout the year, such as field trips to local design firms, fundraising activities, student competitions, workshops, and participation in professional design club activities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Greek Ambassadors",
                            "Description": "The Greek Ambassadors are responsible for presenting prospective students with information regarding LSU's Greek organizations and councils.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Greek Board of Directors",
                            "Description": "In 2004, the Greek Community established the Greek Board of Directors (GBOD) as a programming board for the LSU Greek Community. Since then, GBOD has coordinated events such as Songfest, Greek Week, and EMPOWER. Visit us at www.lsu.edu/greeks.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Greek Leadership Institute",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Greek Life",
                            "Description": "Greek Life transforms lives by supporting and facilitating opportunities and experiences within the Greek community to discover, engage, and learn while fostering an environment for peer accountability based on fraternal values.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Growth International Volunteer Excursions (GIVE)",
                            "Description": "GIVE's mission is to inspire growth, empower global citizens, and ignite sustainable change worldwide.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Habitat For Humanity LSU",
                            "Description": "HFHLSU is dedicated to building houses to end poverty housing in the greater Baton Rouge area. You do not have to have any experience building houses or even using tools for that matter. Come to one of our meetings, and help make a difference!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Harvest Campus Ministries",
                            "Description": "Harvest is a Reformed Southern Baptist ministry that seeks to glorify God by sharing the good news of the Gospel on campus and bringing students and others together to praise Him in song and through expositional teaching of His Word.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Healing Place Church College Ministry",
                            "Description": "C-20 is an on campus organization for students who love Jesus and want to see His name lifted up on their campus! We are a gathering of students whose passion is to see people Devoted to God &amp; Devoted to Others. We are based out of Healing Place Church.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Herget Hall",
                            "Description": "This profile has been created for use by the RA staff in Herget.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Higher Education Student and Professional Association",
                            "Description": "HESPA is established for the expressed purpose of developing scholarly activity in the field of higher education.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Hillel at Louisiana State University",
                            "Description": "Hillel is a Jewish student organization dedicated to bringing together Jewish students and enriching students' lives as both undergraduates and graduates. At Louisiana State University, the Hillel is active and growing, gaining new members each year.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Hispanic Student Cultural Society",
                            "Description": "HSCS was established to create a sense of community among students through the awareness and celebration of Hispanic culture.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "History Graduate Student Association",
                            "Description": "The LSU HGSA helps facilitate current history graduate students' professional and social development, and builds connections between our history graduate students, their professors and the university community at large.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Homecoming Student Committee",
                            "Description": "The Homecoming Student Committee is dedicated to celebrating the traditions and history of LSU through fun and spirited events.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Honors College Advocates",
                            "Description": "The Advocates serve to recruit academically motivated high school students, assist incoming Honors College freshmen with the transition to college, and promote the Ogden Honors College.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Horticulture Club at LSU",
                            "Description": "To promote horticulture by bringing before its members topics for discussion and securing qualified personnel in the professional field to present programs in current horticulture.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Hyperloop Design Team",
                            "Description": "The Hyperloop Club is established with the express purpose of developing and building the sub-scale Hyperloop pod design previously ordained by the LSU Hyperloop Pod Design Team: Bayou Bengals at the SpaceX Hyperloop Pod Design Competition.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Ice Hockey Club",
                            "Description": "We are LSU's ice hockey team that plays in the ACHA.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "ImPRint Communications",
                            "Description": "ImPRint Communitions is a nationally affiliated student-run public relations firm at Louisiana State University, that specializes in providing real life professional experience in the public relations field.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Improv Club",
                            "Description": "A student organization dedicated to the craft of Improv within the capacity of performance, in an understanding of the human condition, and also to have fun while letting the imagination run free.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Indian Students Association",
                            "Description": "This is a group for all Indians who are studying presently or have studied here at LSU. We get together for multiple Indian cultural events and enjoy Indian music, dance and food together and plan out a variety of events throughout the year.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Institute of Electrical and Electronics Engineers",
                            "Description": "LSU IEEE is a student branch of the Institute of Electrical and Electronics Engineers (IEEE), the the world's largest technical professional organization dedicated to advancing technology for the benefit of humanity.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Institute of Industrial and Systems Engineers",
                            "Description": "We are a team of faculty advisors and students looking to enhance the educational experience of our student members as they seek to become industry professionals.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Institute of Transportation Engineers Louisiana State University Student Chapter",
                            "Description": "The ITE Student Chapter at LSU is committed to ignite interest in the traffic/transportation engineering profession, and build bridges between students and the professional community in this field.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Interfraternity Council",
                            "Description": "The Interfraternity Council (IFC) is the governing body of the 19 fraternities on LSU's campus",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Interior Design Student Organization",
                            "Description": "IDSO is a student organization for interior designers. We connect students with professional organizations, scholarship and internship opportunities, workshops, portfolio reviews, community service, local professionals, and other design-related events!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "International Justice Mission",
                            "Description": "International Justice Mission's goal is to break the chains of slavery gloablly. Join us as we mobilize our campus to be praying, fundraising, and advocating to end modern day slavery internationally.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "International Service and Learning Organization at LSU",
                            "Description": "An organization to help promote and educate students on a variety of medical mission trips and provide a way to get students into the joys and benefits or service work.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "International Student Association at LSU",
                            "Description": "The ISA is both a gathering place for internationals among the LSU community and the group which represents their needs in University government decisions. The ISA focuses on promoting a positive experience and well-being of international students at LSU",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "International Studies Society",
                            "Description": "This is an informal society intended to encourage cultural awareness and exploration. It is also to foster a sense of community among International Studies majors and minors.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Involvement Krewe",
                            "Description": "Involvement Krewe serves as a resource for LSU students to find and create their path to involvement.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Iranian Students Association",
                            "Description": "ISA is a non-profit, non-political, and non-religious association, and aims to contribute to the cultural activities and build a network with other LSU communities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Istrouma Collegiate Ministry",
                            "Description": "Our goal is to train up college students that are devoted disciple-makers that study the Bible effectively, connect with the Body of Christ deeply, and speak the Gospel clearly with a heart for all to know and trust Christ around the world.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Italian Club",
                            "Description": "Bringing Italy to LSU with activities, food, fun, and friends. We are trying to provide a gateway for students to learn more about Italian culture as well as the language.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Japanese Animation &amp; Culture Society",
                            "Description": "A place for anime fans to meet as a group to watch and discuss anime and related topics.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Jump Rope Club at LSU",
                            "Description": "LSU Jump Rope gives students the opportunity to be involved in a fun, inclusive, &amp; laid back athletic environment. Students will be able to learn, perform, compete, teach, and spread awareness of the growing sport of jump rope. No experience is required!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Justice Together LSU",
                            "Description": "JT@LSU is an affiliation of its national parent chapter, Justice Together. As a student organization, we are committed to playing our part in stopping police brutality here, and beyond. Issues of social justice, community, activism, outreach, advocacy",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kappa Alpha Order",
                            "Description": "The men of Kappa Alpha Order are known as the gentlemen of the fraternity world. This title was not self-chosen and it was not given to us, it has however, been earned.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kappa Alpha Theta",
                            "Description": "Kappa Alpha Theta is a Greek organization for women with aims for highest scholarship, leadership, and service.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kappa Delta",
                            "Description": "Our organization is for college women who's motto is, \"Let us strive for that which is honorable, beautiful, and highest.\"",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kappa Kappa Gamma",
                            "Description": "Kappa Kappa Gamma was founded for the purpose of sisterhood, scholarship, &amp; service. The Delta Iota Chapter strives to demonstrate these characteristics while making an impact on LSU's campus.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kappa Kappa Psi",
                            "Description": "Kappa Kappa Psi is a national honorary service fraternity for college bandmembers.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kappa Sigma",
                            "Description": "Kappa Sigma is focused upon the Four Pillars of Fellowship, Leadership, Scholarship and Service. As a values-based men's fraternity, fostering meaningful college experiences by offering progressive membership development and pledge education",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Karate Club",
                            "Description": "We are the LSU Karate club. We are always looking for committed people to join our club, no matter the skill level. We train on Tuesday and Thursday every week from 6:00-7:00PM in 120 Huey P. Long Field House. If you are interested please stop by!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kinesiology Club",
                            "Description": "The Kinesiology Club acquaints students with research and educational developments, promotes professionalism in the Kinesiology field, and provides a resource bank specific to our field, including information about potential employment.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kitchens On The Geaux",
                            "Description": "1. Increase awareness of food insecurity on the LSU campus and in the Baton Rouge area 2. Recycle food from the Baton Rouge community in order to serve nourishing meals to in-need populations 3. Build community partnerships.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Korean Student Association",
                            "Description": "The general purpose is to let other people at LSU have opportunities to learn more about Korea. This association helps its members by sharing the experience from inside the classroom and outside of the LSU community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Kryptonite Flash Mob",
                            "Description": "Kryptonite is the premier hip hop flash mob crew here at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Latinx Faculty and Staff Caucus",
                            "Description": "The purpose of the organization is to serve the special needs of Hispanic and Latinx faculty, staff, and graduate students in: recruiting and retention, mentorship, community building, investigating complaints, and promoting equitable treatment.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Latter-Day Saint Student Association",
                            "Description": "An student organization endorsed by the Church of Jesus Christ of Latter-Day Saints to serve and network with LSU students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Laville Hall",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Law Student Bar Association at PMH Law Center",
                            "Description": "The Student Bar Association is the student government of the Paul M. Hebert Law Center. We strive to provide students with the support they need to succeed in law school.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Legacy Dancers",
                            "Description": "The LEGACY Dancers formed in the summer of 2003 with four LSU students from New Orleans at the helm. They're now an established dance crew with talented dancers from all across the United States.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Les Voyageurs",
                            "Description": "Les Voyageurs is a carefully selected group of students from the College of Agriculture who represent the college and LSU in recruitment efforts, such as high school college fairs, science fairs, 4-H and FFA events and alumni and development activities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Light Campus International Fellowship",
                            "Description": "We are a group of students committed to leading members to a life-transforming faith in Jesus through the study of God's Word. We are also committed to providing our members with the resources that they need to attain their academic and career goals.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Living Life Skillfully at Louisiana State University",
                            "Description": "Living Life Skill is a faith-based organization established to educate students with biblical principles necessary for living life skillfully.&nbsp;",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Louisiana Engineering Society Student Chapter",
                            "Description": "An organization that provides professional training and networking events for all majors of the College of Engineering.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Louisiana State University Corps of Cadets",
                            "Description": "The Corps of Cadets develops educated leaders of character who embody the values of honor, courage, integrity, discipline and Service before self. The Corps is primarily comprised of the LSU Army, Navy and Air Force ROTC programs.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Louisiana Trans Advocates: LSU Chapter",
                            "Description": "Louisiana Trans Advocates aims to strengthen and support transgender and allied communities across Louisiana through social support, education, empowerment, and advocacy. The LSU chapter aims to make resources and events more accessible for students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Love Your Melon at Louisiana State University",
                            "Description": "The Love Your Melon Foundation is a charitable organization that gives a hat to every child battling cancer in America as well as supporting nonprofit organizations that lead the fight against pediatric cancer.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Advertising Federation",
                            "Description": "The LSU Advertising Federation (AdFed) is an organization that helps provide career opportunities and networking to LSU advertising students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Club Baseball",
                            "Description": "LSU Club Baseball is a collegiate-based baseball team consisting of LSU students. We compete within the Nation Club Baseball Association, and our season is year-round but primarily in the spring.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Discover",
                            "Description": "LSU Discover promotes and enhances undergraduate research opportunities across all disciplines on campus, including the humanities, arts, and STEM disciplines among many others. All students can become involved!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Global",
                            "Description": "Mission Statement",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Libraries",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Men's Lacrosse",
                            "Description": "Founded in 1973, LSU lacrosse is a sports club sponsored by the university recreation department. We compete in the Division 1 tier of the Lone Star Alliance Conference in the Men's Collegiate Lacrosse Association.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Pennington Biomedical Research Center",
                            "Description": "Pennington Biomedical Research Center puts science to work for a healthier Louisiana, country and global community. Our research is uncovering the triggers of chronic diseases and improving health across the lifespan.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Residential Life",
                            "Description": "This profile has been created for use by the central office staff in Residential Life.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Staff Senate",
                            "Description": "LSU Staff Senate promotes and protects the welfare of the LSU staff by representing the interests of and the issues impacting all staff members.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Student Union",
                            "Description": "Tiger Life Happens Here!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "LSU Transfer Student Programs",
                            "Description": "Transfer Student Programs offers programming and events specifically geared toward incoming transfer students. We're dedicated to offering you the resources you need to succeed.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Lutheran Campus Ministry at LSU",
                            "Description": "Fellowship of Lutheran Students. Dinner and holy conversation on Tuesdays at 6:30 at the Wesley Foundation.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "MAGIC CLUB at LSU",
                            "Description": "An organization that gathers the magicians on campus to improve their skills, in addition to entertain LSU students by magic shows.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Manship School of Mass Communication",
                            "Description": "The Manship School is in \"the ranks of the country's strongest programs,\" according to a team of outside experts.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Masters in Business Administration Association",
                            "Description": "The professional organization for students in the Flores MBA program.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Math Club at Louisiana State University and A &amp; M College at Baton Rouge",
                            "Description": "The Math Club is an officially recognized organization of undergraduate students who promote and engage in activities of mathematical interest.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Mathematics Student Colloquium Committee",
                            "Description": "The Mathematics Student Colloquium Committee provides the opportunity for LSU students to interact with professional mathematicians that are highly regarded for their research and speaking ability.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Mechanical Engineering Graduate Student Association",
                            "Description": "An organization that represents the graduate students of the department of Mechanical Engineering and provides a platform that supports the social and professional developments of the graduate students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Men's Club Basketball",
                            "Description": "The Men's Club Basketball Team is created to provide a more structured outlet for basketball athletes to compete. We founded this organization to provide a chance for players to represent LSU at friendly competitions with other universities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Men's Club Volleyball",
                            "Description": "LSU Men's Club Volleyball is established for the expressed purpose of participating in friendly competition against various universities around the country.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Men's Soccer Club",
                            "Description": "The LSU Men's Club is a top contender in the Collegiate Soccer League of Louisiana. The goal of the club is to win the NIRSA Region IV, secure a bid to, and advance in the NIRSA National Soccer Championships.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Men's Ultimate Frisbee Club",
                            "Description": "A club consisting of students who enjoy playing the fantastic sport of Ultimate Frisbee in organized tournaments around the country. The Men's Ultimate Club is more than just an organization, but also a brotherhood that creates lasting relationships.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Miller Hall",
                            "Description": "This profile has been created for use by the RA staff in Miller Hall.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Minorities in Agriculture, Natural Resources, and Related Sciences",
                            "Description": "The MANNRS organization is established for the expressed purpose of promoting and implementing initiatives which foster inclusion and advancement of members of ethnic and cultural groups underrepresented in agriculture and science related fields.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Minority Business Student Association",
                            "Description": "The purpose of the organization is to to uplift and establish a community for business minority students by providing educational and social support, and to encourage community outreach and academic enrichment amongst its members.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Minority Science and Pre-Professional Society",
                            "Description": "The Minority Science Pre-Professional Society (MSPPS) is devoted to helping students develop successful strategies to become competitive applicants for professional school.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Minority Women's Movement",
                            "Description": "The Minority Women's Movement is an organization aimed to uplift and empower female minority students at LSU. The Minority Women's Movement provides programs and services that address educational and social needs, in addition to providing community ou",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Musical Theatre Club",
                            "Description": "The Musical Theatre Club at LSU provides opportunities to LSU's undergraduate and graduate students who have a passion for musical theatre. MTC@LSU is open to all majors!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Muslim Student Association",
                            "Description": "A student organization that seeks to strengthen the brotherhood/sisterhood and portray the true beauty of Islam to the LSU body at large.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Alliance on Mental Illness",
                            "Description": "As a collegiate chapter of NAMI, we strive to promote positive understanding of mental health. Through education efforts, community outreach, and fundraising for local organizations, NAMI LSU works to help people see the person - not the illness.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Association for the Advancement of Colored People",
                            "Description": "The NAACP's mission is to ensure the political, educational, social, and economic equality of rights of all persons and to eliminate racial hatred and racial discrimination in our community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Association of Black Accountants",
                            "Description": "Our mission is to address the professional needs of students that enable minorities to maximize their career potential in the accounting and business profession.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Coalition Building Institute (NCBI)",
                            "Description": "The official NCBI affiliate team of LSU",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Council of the Social Studies",
                            "Description": "The National Council for the Social Studies is the professional organization for social studies teachers across the United States.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Organization for the Professional Advancement of Black Chemists &amp; Chemical Engineers",
                            "Description": "NOBCChE is a national organization whose mission is to build an eminent cadre of people of color in science and technology.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Organization of Minority Architecture Students",
                            "Description": "The National Organization of Minority Architects' (NOMAS) mission is to champion diversity within the design profession by promoting excellence, community engagement, and professional development of its members.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Pan-Hellenic Council",
                            "Description": "NPHC at LSU promotes interaction through forums, meetings and other mediums for the exchange of information and engages in cooperative programming and initiatives through various activities and functions",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Residence Hall Honorary",
                            "Description": "The Red Stick Chapter of NRHH is an honors society that recognizes the top 1% of on campus student leaders at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Society of Black Engineers",
                            "Description": "The mission of the National Society of Black Engineers is \"to increase the number of culturally responsible Black Engineers who excel academically, succeed professionally and positively impact the community.\"",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Society of Collegiate Scholars",
                            "Description": "The National Society of Collegiate Scholars (NSCS) is an honor society for high-achieving first and second year students. NSCS has over 270 chapters across the United States and over 750,000 members.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Society of Leadership &amp; Success (The), Sigma Alpha Pi",
                            "Description": "We build leaders who make a better world.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Society of Pershing Rifles",
                            "Description": "Founded in 1894, Pershing Rifles is the nation's premier military fraternal organization for college-level students. Pershing Rifles serves as the official honor guard for Louisiana State University and the surrounding Baton Rouge community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "National Student Speech-Language-Hearing Association",
                            "Description": "NSSLHA is a pre-professional organizations which assists students studying communication disorders with volunteering and job opportunities, community service, and help with graduate school applications.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Native American Student Organization",
                            "Description": "Native American organization, open to all students regardless of race or ethnicity, focused on preserving and educating Native American culture to anyone interested.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Nepalese Student Association",
                            "Description": "NSA @LSU is a representative group of Nepalese students, faculty and staffs at LSU",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Office of Diversity",
                            "Description": "The Office of Diversity (OoD) is a division of the Office of Academic Affairs committed to fostering inclusive educational opportunities and an equitable workforce environment at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Office of Multicultural Affairs",
                            "Description": "The Office of Multicultural Affairs aids in creating an environment for all students, students of color and traditionally underrepresented&nbsp;groups, as scholars, learners, and change agents.&nbsp;",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Oilfield Christian Fellowship Louisiana State University Chapter",
                            "Description": "A faith-based Oilfield Christian Fellowship student chapter at LSU, focused on promoting Christian values in individuals pursuing careers in the oil and gas industry.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Omani Students Association@Louisiana State University",
                            "Description": "cultural, non-profitable organization",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Omicron Delta Kappa",
                            "Description": "The mission of ODK is to recognize individuals who consistently achieve high standards of excellence throughout the five celebrated phases of campus life and to bring people together who build and sustain strong leadership communities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "On Mission Collective",
                            "Description": "We are a Christian community service organization on mission to serve local and international communities in need.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Order of Omega",
                            "Description": "The Order of Omega recognizes fraternity men and women who have attained a high standard of leadership in interfraternity activities, to encourage them to continue along this line, and to inspire others to strive for similar conspicuous attainment.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Orthodox Christian Fellowship of LSU",
                            "Description": "OCF is a Christian ministry that is aimed at helping Orthodox Christians and those interested in Orthodox Christianity be involved in Fellowship, Service, Worship, and Education. We want to inspire Love for God and for people. All students are welcome!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Outdoors Club",
                            "Description": "The LSU Outdoors Club is a student organization that is committed to fostering fellowship, comradery, and an appreciation of nature through outdoor activities such as hiking, canoeing, and camping.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Painter's League",
                            "Description": "Painting organization for all majors. We visit galleries, museums, discuss ideas on art, and support and critique each other's works. We will also be raising money for the organization with a painting sale.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Panhellenic Council",
                            "Description": "The Panhellenic Council is the governing body of 14 sororities on campus and also plans the formal recruitment process. Twelve of the fourteen sororities participate in Fall Formal Recruitment.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pentagon Community",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Percussion Society at LSU",
                            "Description": "Organization of the Percussion graduate and undergraduate students at Louisiana State University.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Petroleum Engineering Graduate Student Association",
                            "Description": "An organization to support the intellectual, social, and professional development of all graduate students in the Craft &amp; Hawkins Department of Petroleum Engineering at Louisiana State University and A&amp;M College at Baton Rouge.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pharmacy Society",
                            "Description": "The Pharmacy Society of LSU is established for the expressed purpose of preparing each member for a future in the pharmaceutical field by promoting education, involvement within the university community, public awareness and social responsibility.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Alpha Delta Pre-Law Fraternity",
                            "Description": "LSU Phi Alpha Delta is the only pre-law fraternity on campus. Joining PAD will give lifelong membership in Phi Alpha Delta International, meet and network with notable attorneys and officials, and be better informed on pursuing a profession in the law.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Beta Kappa Academic Honor Society",
                            "Description": "Phi Beta Kappa is the nation's oldest academic honor society. For over two centuries, it has advocated the ideas of liberal education as a basis for a lifelong love of learning and as a way to broaden the perspectives of students, whatever their field.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Beta Lambda",
                            "Description": "PBL is a competitive business and professional development organization for all students. We attend conferences, as well as participate in service learning projects to help our community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Beta Sigma",
                            "Description": "Phi Beta Sigma Fraternity, Inc. was founded at Howard University in Washington, D.C., January 9, 1914, by three young African-American male students, Honorable A. Langston Taylor, Honorable Leonard F. Morse, and Honorable Charles I. Brown.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Eta Sigma Honor Society",
                            "Description": "University College's Phi Eta Sigma is a national honor society rewarding first-collegiate-year scholarship. Our goal is to encourage and reward academic excellence among full-time, first-year students in institutions of high learning. V",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Gamma Delta",
                            "Description": "Founded in 1948, the Beta Rho Chapter of Phi Gamma Delta is an all-men's fraternity at LSU grounded in the five virtues of friendship, knowledge, service, morality, and excellence.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Iota Alpha",
                            "Description": "Phi Iota Alpha Fraternity was founded on December 26, 1931. Phiota is dedicated to building professional and culturally diverse individuals. Phiota's purpose is to build the Latin community and promote Panamericanism.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Kappa Psi",
                            "Description": "Louisiana Alpha Chapter",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Mu",
                            "Description": "Phi Mu is a women's organization which provides personal and academic development, service to others, commitment to excellence and lifelong friendships through a shared tradition. Phi Mu promotes its members to achieve their personal best.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Sigma Pi",
                            "Description": "Phi Sigma Pi is a nationally recognized organization. Read below to learn more!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Sigma Theta",
                            "Description": "Phi Sigma Theta is a National Honor Society dedicated to recognizing and rewarding academic achievement in undergraduates at institutions of higher learning.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Phi Theta Kappa Alumni Association",
                            "Description": "Phi Theta Kappa, the nation's premier honor society for community colleges, has launched an Alumni Association Chapter at LSU, the first Alumni Association in the state of Louisiana! PTK Alumni Association wants to support you in your transition to LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Philosophy Club at LSU",
                            "Description": "Philosophy Salon is a hub for undergraduate students, graduate students, and faculty of all backgrounds to share their ideas and insight on topics in philosophy and critical theory with fellow members of the Salon.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Physical Theatre Club",
                            "Description": "The Physical Theatre Club strives to train our membership in all aspects of physical theatre including but not limited to aerial practice, contact improvisation, viewpoints, and the creation of physical theatre for performance for the larger community",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Physician Assistant Collegiate Society",
                            "Description": "The Physician Assistant Collegiate Society is an LSU student organization that is dedicated to informing students about the growing PA profession.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Physics and Astronomy Graduate Student Organization at Louisiana State University",
                            "Description": "A social organization for Graduate Students in the Department of Physics and Astronomy",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pi Beta Phi",
                            "Description": "The mission of Pi Beta Phi Fraternity for Women is to promote friendship, develop women of intellect and integrity, cultivate leadership potential and enrich lives through community service.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pi Epsilon Tau- Delta Chapter",
                            "Description": "Petroleum Engineering Honor Society",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pi Kappa Alpha",
                            "Description": "LSU hosts the Alpha Gamma chapter of Pi Kappa Alpha, which was founded in 1902.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pi Kappa Phi",
                            "Description": "National social fraternity founded at the College of Charleston on December 10, 1904.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pi Sigma Epsilon",
                            "Description": "Pi Sigma Epsilon () is the only co-ed nationally recognized professional organization in marketing, sales, and management. Established in 1952, Pi Sigma Epsilon gives students opportunities to gain real-world experience in the business profession.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Planned Parenthood Generation Action",
                            "Description": "We aim to promote public awareness about reproductive health and rights, educate young people about sexual health, and mobilize students as advocates on campus!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Plant-Based Society",
                            "Description": "Our goal is to promote plant-based diets and life-styles on LSUs' campus, and to provide a more enjoyable college experience for the students who consider themselves vegan, vegetarian, pescatarian, or just health conscious in general! #plantpoweredtigers",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Powerlifting Club",
                            "Description": "We are a powerlifting family searching for hard-working and motivated individuals to keep LSU Powerlifting one of the most dominate collegiate teams in the nation.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pre-Dental Society",
                            "Description": "The Pre-Dental Society at LSU is a student organization geared toward students who are interested in the fields of dentistry, dental hygiene, and dental lab technology.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pre-Law Chapter of the National Black Law Students Association",
                            "Description": "The pre-law chapter of the National Black Law Students Association",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pre-Nursing Organization",
                            "Description": "LSU PNO is the Pre-Nursing Organization at LSU! We encourage all Pre-Nursing students at LSU to join! We have meetings every two weeks during each academic semester, we tour LSUHSC, and we also do local volunteering!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pre-Occupational Therapy Club",
                            "Description": "Louisiana State University's pre-professional club for students interested in Occupational Therapy.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pre-Optometry Association",
                            "Description": "This organization is dedicated to bringing together students who are interested in the field of optometry. We connect members directly with representatives from prospective schools as well as hear from practicing optometrists about the field.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pre-Veterinary Club",
                            "Description": "Our mission is to provide students with opportunities that will enhance their pre-professional careers through the participation in service activities and club-sponsored events and by networking with the LSU and veterinary communities.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Presidential Alumni Scholars Society",
                            "Description": "The President's Alumni Scholars Society exists to connect President's scholars across the LSU campus with support and opportunities to achieve success and to give back to the institution in service and community involvement.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Print Club LSU",
                            "Description": "We are a student group who share a deep respect and love for the printmaking process. We coordinate fundraisers and community events which help us bring in visiting artists and allow us to travel to printmaking conferences.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Pro-Life LSU",
                            "Description": "A student led organization with a goal to encourage all to respect, protect, and uphold the dignity of all human life from conception until natural death.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Programmers in Training",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Psi Chi and Psychology Club",
                            "Description": "Learn about the field of psychology! LSU Psychology Club Psi Chi - LSU chapter Sponsor: Dr. Jeanne Donaldson E-mail: psichi@lsu.edu National PSI CHI Site: http://www.psichi.org/",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Psychology Graduate Association",
                            "Description": "The Psychology Graduate Association is an organization for doctoral students in the Department of Psychology.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Public Administration Institute Student Association",
                            "Description": "We promote the personal and professional development of public administration students through speakers, networking, socials, and conferences while also assisting them with their daily studies, individual research, and overall educational experience.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Public Display of A Cappella",
                            "Description": "A group of LSU students who perform popular songs a cappella for the entertainment and enjoyment of others.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Public Relations Student Society of America",
                            "Description": "PRSSA at LSU is the largest organization in the Manship School of Mass Communication. The organization's focus is preparing members to excel in the competitive world of public relations while networking and forming friendships that will last a lifetime.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Qroma at LSU",
                            "Description": "Qroma is an organization whose mission is to support and serve the campus' LGBTQ+ students of color through culture, community and activism. Qroma will work to ensure that Queer students of color are visible and represented throughout LSU's campus.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Quidditch Club at LSU",
                            "Description": "LSU's newest club sport program, Quidditch is a fast-paced, physical game that draws elements from rugby, basketball, dodgeball, and wrestling. All LSU students are welcome!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Quiz Bowl at LSU",
                            "Description": "Quiz Bowl consists of trivia competitions where teams answer questions on topics ranging from history, art, literature, and the sciences to pop culture. Everyone is welcome! No studying or specialization required!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "RC1 - West &amp; South Halls",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Reformed University Fellowship",
                            "Description": "Reformed university fellowship is a Christian campus ministry aiming to serve the students on LSU's campus.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Refuge (The)",
                            "Description": "Non-denominational college ministry.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Residence Hall Association",
                            "Description": "The Residence Hall Association strives to involve, connect and develop all on campus residents of the LSU community. RHA facilitates residents as they build community and make their time under the stately oaks and broad magnolias all that it can be.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Rhetoric Society of America at LSU",
                            "Description": "RSA@LSU is a Student Chapter of Rhetoric Society of America at LSU. We are committed to fostering a community of interdisciplinary scholarship in rhetoric and the art of effective communication.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Rho Lambda",
                            "Description": "The purpose of Rho Lambda is to honor those women within Panhellenic who have exhibited the highest qualities of leadership and loyalty to Panhellenic and their sororities. Only active members in the junior or senior year are eligible.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Rooted",
                            "Description": "Rooted is a fellowship created to provide a place for students to gather, encourage each other to grow spiritual and to encounter Christ.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Rotaract",
                            "Description": "Rotaract LSU is an international service organization sponsored by Sunrise Rotary of Baton Rouge.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Rowing Club",
                            "Description": "Reaux Tigers!!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Rudra Fusion at LSU",
                            "Description": "New competitive Bollywood Fusion dance team coming to LSU Fall 2018! Will include a fusion of dance styles such as Indian film dancing (Bollywood) among hip hop, other Indian dance styles, and more! Interest form: https://goo.gl/forms/BLaPqPTropcLPxUR2",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Rugby Club",
                            "Description": "Men's Rugby Football Club",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Running Club",
                            "Description": "The Running Club at LSU is dedicated to the sport of running. Our goal is to get together with people who are passionate about running and have fun. Come run with us! :)",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "School of Music",
                            "Description": "The LSU School of Music offers its students one of the nation's most comprehensive academic programs, with degrees ranging from bachelor's through doctorate and countless opportunities both on campus and in the community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "School of Theatre",
                            "Description": "LSU Theatre has a long and rich tradition extending back to 1928. The program offers a B.A. with concentrations in arts administration, design/technology, film &amp; television, performance, physical theatre, and theatre studies; and a minor in dance.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Score A Friend Club",
                            "Description": "Unified clubs for kids building inclusion in schools and communities throughout the world.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Service Breaks",
                            "Description": "Service Breaks, an LSU alternative service break organization, allows students to have an experience learning and volunteering outside of Baton Rouge. By volunteering together in teams, we believe students can create relationships across the globe.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sierra Student Coalition",
                            "Description": "The Sierra Student Coalition involves members in a multi-faceted conservation effort, incorporating outings, guest speakers, and service to inspire, educate, and serve.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Alpha",
                            "Description": "Sigma Alpha at LSU is a professional and social agricultural sorority whose members strive for achievement in scholarship, leadership, and service.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Alpha Epsilon",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Alpha Iota",
                            "Description": "A national music fraternity for women.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Alpha Mu",
                            "Description": "Sigma Alpha Mu's Mission is to foster the development of collegiate men and our alumni by instilling strong fraternal values, offering social and service opportunities, encouraging academic excellence and teaching leadership skills.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Gamma Rho",
                            "Description": "Public service, leadership development and education of youth are the hallmarks of the organization's programs and activities. Sigma Gamma Rho addresses concerns that impact society educationally, civically, and economically.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Lambda Gamma",
                            "Description": "We are The LARGEST, fastest growing Latina based multicultural sorority in the nation. We have sisters representing over 113 ethnicities. We are the FIRST AND ONLY MULTICULTURAL sorority at LSU, and the first chapter of SLG in the state of Louisiana!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Nu",
                            "Description": "Sigma Nu is established to develop ethical leaders inspired by the principles of Love, Honor, and Truth.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Phi Epsilon",
                            "Description": "SigEp strives to build Balanced Men through continual development and community &amp; university involvement.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Phi Lambda",
                            "Description": "Sigma Phi Lambda is a non-panhellenic, Christian sorority that exists to bring God glory at LSU and foster a sisterhood between college women.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sigma Tau Delta",
                            "Description": "Sigma Tau Delta is an international English honors society dedicated to fostering literacy and all aspects of the discipline of English.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Small and Exotic Animal Club",
                            "Description": "Our goal is to provide students with animal-oriented learning and volunteer opportunities, to promote responsible pet ownership, and to increase education about small and exotic animal topics among the students and the community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Smash Club at LSU",
                            "Description": "Smash Club at LSU is established for the expressed purpose of playing Smash Brothers as well as developing a social community centered around the video games series.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Social Work Student Association",
                            "Description": "As a social work graduate student, the social work student association (SWSA) involves students in philanthropy, social functions, alumni events, and career building.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Social Workers Advocating for Equality",
                            "Description": "SWAE is a student organization within the LSU School of Social Work. Our aim is to provide social work students with opportunities to raise awareness and advocate for causes affecting the Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ) community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society for African and African American Studies",
                            "Description": "SAAAS is established for the expressed purpose of promoting and learning about African and African-American Studies.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society for Collegiate Leadership &amp; Achievement (The)",
                            "Description": "We are a community of students and professionals committed to achievement and career development. SCLA is an honor society that recognizes the achievements of students and facilitates the development as they progress towards academic, and career success.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society for Human Resource Management",
                            "Description": "The Society for Human Resource Management (SHRM) is the world's largest association devoted to human resource management. The Society serves the needs of Human Resource professionals and advances the interests of the Human Resource profession.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society for International Affairs at LSU",
                            "Description": "SIA provides social, educational, and professional support to LSU students with an interest in international affairs. We are primarily geared toward International Studies majors/minors, but our organization is open to all students regardless of major.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society of Automotive Engineers",
                            "Description": "Society of Automotive Engineers is dedicated to developing students professionally, technically, and personally through hands-on design and team experiences as well as connecting them to industry. Formula SAE is the race car design team within SAE.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society of Hispanic Professional Engineers",
                            "Description": "SHPE changes lives by empowering the Hispanic community to realize its fullest potential and to impact the world through STEM awareness, access, support and development.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society of Peer Mentors",
                            "Description": "The Society of Peer Mentors is a student organization at LSU that focuses on mentoring and leadership in the College of Engineering. Our goal is to help students transition to LSU and the College through a variety of activities and programs.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society of Petroleum Engineers",
                            "Description": "We aspire to provide opportunities for student members to network between themselves and industry representatives, keep students informed of current events and development in the industry and to foster a fun, cohesive learning environment.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society of Petrophysicists and Well Log Analysts",
                            "Description": "Student Chapter of the Society of Petrophysicists and Well Log Analysts at Louisiana State University",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society of Physics Students",
                            "Description": "SPS serves as LSU's club for those with interests in physics, astronomy, and related fields. The club is primarily physics majors, but several others also join.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society of Professional Journalis",
                            "Description": "The student chapter of the Society of Professional Journalists (SPJ) is LSU's chapter of the nation's most broad-based journalism organization, which is dedicated to encouraging the free practice of journalism and stimulating a high standard of ethics.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society Of Sculptors",
                            "Description": "We are a family of sculptors bound by rust, sweat, sparks, and sawdust. Wielding a diverse set of skills and working with a multitude of materials, we strive to create an appreciation and awareness of 3-Dimensional Art to the student body and community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Society of Women Engineers",
                            "Description": "The Society of Women Engineers LSU chapter is an organization dedicated to assisting, promoting, and retaining women in the engineering and computer science majors.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sociology Graduate Student Association",
                            "Description": "We are an organization designed to enhance the experience of Sociology graduate students. We provide them with opportunities to collaborate, help fund trips to conferences, and throw social events. We also interface with faculty and new grad students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sociology Society",
                            "Description": "A student organization for undergraduates that is dedicated to giving students a place to meet and interact with new people who share similar interests, the opportunity to participate in community service projects, and the experience of skill work.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "SoleSisters of LSU",
                            "Description": "SoleSisters LSU is a group of women at Louisiana State University devoted to modeling our core values by committing to train for and run The Louisiana Half-Marathon, while raising awareness and funds for Girls on the Run South Louisiana.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Spectrum",
                            "Description": "Spectrum empowers and supports LSU lesbian, gay, bisexual, transgender &amp; queer/questioning (LGBTQ) communities as well as their allies, by providing social support, education, programming, and opportunities to participate in campus &amp; community activism.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Speech and Debate at LSU",
                            "Description": "The Speech and Debate Team boasts a proud tradition of cutting edge performances, debate, and professional development within the world of intercollegiate competitive Forensics.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Spoon LSU",
                            "Description": "For LSU students who want to engage in a greater conversation about all things delicious, Spoon LSU is a student led food publication that generates a community of college students through the common interest of food.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sport Administration Association",
                            "Description": "LSU's student organization for Sport Administration majors. We aim to connect members with other SPADM majors and aspiring sport professionals. Our club offers a variety of opportunities for networking, professional development and skill enhancement.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sport Clubs (UREC)",
                            "Description": "This Tigerlink organization is used for LSU Sport Clubs to correspond with LSU University Recreation. Only officers of registered Sport Clubs will be added to the roster. If you are looking for general information regarding Sport Clubs, see below.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "SPRINGFEST Minority Recruitment",
                            "Description": "SPRINGFEST Minority Recruitment is established for the expressed purpose of hosting a weekend-filled experience for talented high school juniors from underrepresented backgrounds on LSU's campus to experience college life.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sri Lankan Student Association",
                            "Description": "SLSA is an open group with motivated students at LSU to build a strong cohesive network with friends and peers that can provide an environment where people of similar backgrounds can come together and look out for the well-being of each other",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "St. Alban's Episcopal/Anglican Chapel",
                            "Description": "An organization for St. Alban's Episcopal church at LSU. We are an organization where students of any Christian faith can further their faith and meet other college students at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "St. Jude Up 'Til Dawn",
                            "Description": "St. Jude Up 'til Dawn at LSU is a student organization that raises money for St. Jude Children's Research Hospital.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Stamps Scholars Society (The)",
                            "Description": "The Stamp Scholars Society is established for the purpose of offering support for LSU Stamps Scholars on campus, establishing a formal forum for Stamps scholars to discuss common questions, successes, and concerns, and to raise awareness about the Stamps",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Stock Horse Team at LSU",
                            "Description": "The Stock Horse Team at LSU strives to create a welcoming atmosphere that allows any student to participate in the various aspects of the equine industry through ranch horse type competition.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Activities Board",
                            "Description": "Student Activities Board is a student run organization that plans some of the&nbsp;biggest events at LSU. The members of SAB are responsible for running Welcome Back with SAB Week, Silent Disco, Mardi Gras Masquerade, the Homecoming Concert,&nbsp;and many more!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Advocacy &amp; Accountability",
                            "Description": "We are here to support student success and personal development as members of the LSU community by promoting academic integrity and appropriate standards of conduct through the Code of Student Conduct. Visit us online at http://lsu.edu/saa.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Affairs Undergraduate Career Exploration Program",
                            "Description": "SAUCE supports and prepares current undergraduate students interested in pursuing a professional career in Student Affairs and Higher Education. Students meet with their SAUCE cohort and are paired with a SAUCE mentor to develop their interests.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Affiliates of the American Chemical Society of LSU",
                            "Description": "SAACS is a chemistry organization at LSU, open to students in all scientific fields. SAACS is focused on preparing undergraduates for their future careers and to spread an interest for science in the community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Christian Medical Association",
                            "Description": "Student Christian Medical Association desires to provide a community for all pre-professional healthcare students at LSU in order to encourage, inspire, excel, and serve together in the healthcare careers which the Lord, our God, has called us to.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Dietetics Association",
                            "Description": "A professional organization which allows our members to make connections and gain experience within the dietetics profession.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Event Planners Association at Louisiana State University",
                            "Description": "Student Event Planners Association (SEPA) is a professional organization that aims to bridge the gap between students aspiring to be event coordinators and event industry professionals.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Finance Association",
                            "Description": "The LSU Student Finance Association (SFA) is devoted to discovery in the various fields of finance: faculty, student, alumni, and employer connections.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Government",
                            "Description": "The LSU Student Government's sole purpose is to serve the students at Louisiana State University. We are the voice of the Student Body on many important matters, including university administration, parking and transportation, and academic affairs.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Linguistics Association",
                            "Description": "The Student Linguistics Association's purpose is to spread awareness of and promote academic interest in linguistics and to encourage personal research regarding challenging questions that may be discussed in a welcoming and fun environment.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student National Association of Teachers of Singing at Louisiana State University",
                            "Description": "An organization dedicated to advancing knowledge of the National Association of Teachers of Singing, the professions of teaching and singing, to represent future music educators' needs, and provide awareness of vocal scholarship, science, and pedagogy.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Network of Artistic Photographers",
                            "Description": "The Student Network of Artistic Photographers (SNAP) exist to promote the photographic arts within the College of Art &amp; Design and throughout the LSU community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Real Estate Association",
                            "Description": "The Student Real Estate Association provides both students and professionals with an opportunity to build a stronger network. Our goal is to bring awareness of the numerous business opportunities available in the real estate industry to its members.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Sponsored Events",
                            "Description": "The Student Sponsored Events profile is a designated resource for individual students who wish to host a one-time small-scale educational event such as a table-sit or informational meeting.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Support Services",
                            "Description": "LSU University College's Student Support Services (SSS) is a comprehensive, federally funded TRIO program that offers assistance to a small, select number of undergraduate students at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student United Way of Louisiana State University",
                            "Description": "LSU Student United Way is a campus based community change organization, led by students, that addresses critical education, income and health issues in the Baton Rouge area while fostering a transformational community of leaders.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Veterans of LSU",
                            "Description": "To provide student veterans, dependents, and survivors an avenue for school involvement, service to community, and socialization.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Student Wetland Society",
                            "Description": "Student Wetland Society is affiliated with the South Central Chapter of the Society of Wetland Scientists, whose mission is to promote understanding, scientifically based management, and sustainable use of wetlands.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Students for Historic Preservation",
                            "Description": "SHiPs is dedicated to exploring the unique cultural heritage of Louisiana in both the built and natural form.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Students for Justice in Palestine",
                            "Description": "This LSU chapter of Students for Justice in Palestine aims to draw awareness to Israel's illegal occupation of the Palestinian lands and people, while simultaneously urging accountability and justice.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Students for Sensible Drug Policy",
                            "Description": "SSDP is a nonpartisan political activism group fighting for an end to the costly, ineffective, and inhumane War on Drugs. We focus on creating change in campus, state, &amp; federal legislation to move towards more sensible and evidence-based drug policies.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Students of the American Society of Microbiology",
                            "Description": "This is basically the microbiology club at LSU. Anyone who likes microbiology, likes science, or just wants to get more involved with clubs should come and check it out. Each meeting features a speaker who is involved in microbiology research.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Summer Scholars Program 2019",
                            "Description": "Summer Scholars Program 2019 is",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Sustainable Agriculture Club at LSU",
                            "Description": "The Sustainable Agriculture Club's mission is to give the LSU community access to the resources and knowledge needed to grow food and learn the importance of sustainable agriculture.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tabletop Games Club",
                            "Description": "Tabletop Games Club (formerly the Strategic Games Club) plays board games, party games, and tabletop games that will scratch your strategic itch. We host games, mafia, and tabletop campaigns every Friday night in West Laville Hall (the Honors dorm).",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tau Beta Pi",
                            "Description": "Tau Beta Pi is an engineering honor society comprising of members from every discipline. We partake in sporting events, intramural sports, and community service.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tau Kappa Epsilon",
                            "Description": "Since its founding in 1899 TKE has been striving to make better men for a better world.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tau Sigma Honor Society",
                            "Description": "Tau Sigma is an academic honor society designed specifically to \"recognize and promote the academic excellence and involvement of transfer students.\"",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Arabic Club",
                            "Description": "The Arabic Club is established to promote cultural diversity and language appreciation. We encourage native Arabic speakers as well as non-native speakers to come together and converse in a relaxed environment.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Bad Idea Society",
                            "Description": "This organization aims to encourage examining bold ideas, interesting discussion, and networking across majors.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Creative Writing Club",
                            "Description": "This organization is aimed at highly creative students who wish to get their creative/fiction writing critiqued or to get pointers or inspiration from other writers. The club is modeled as a community of creatives who like to share ideas and stories.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Fusion Review",
                            "Description": "The Fusion Review is an online student-run literary club and creative writing group that seeks to engage the undergraduate community via the Honors College at Louisiana State University.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Impact Movement",
                            "Description": "The Impact Movement equips Black students to become disciples of Jesus Christ by taking his truth to the campus, community and world and by producing leaders who are spiritually focused, financially responsible and morally fit.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Makeup Club at Louisiana State University",
                            "Description": "The Makeup Club is for LSU students that love makeup! While we aim to improve makeup skills, our focus is also on creating lasting friendships and serving the community. Come paint your face with us!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Red Cross Club of LSU",
                            "Description": "Disaster Relief. Lifesaving Blood. Training &amp; Certification. International Services. Military Families.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Redeemed Campus Fellowship",
                            "Description": "The RCF fellowship is open to all members (students, faculty, staff, and their families) of Louisiana State University. It is a student based organization that focuses on spreading the gospel of Christ, the power of God and salvation to all believers.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Roar Core",
                            "Description": "This club is for LSU Men's Basketball fanatics only! We are the life of the student section and will meet before games to go over specifics. If you are in this club you must be willing to yell your lungs out and go crazy the entire game!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Society for Student Historians",
                            "Description": "An undergraduate organization in which students with a common interest in history can network, socialize, and encourage one another. Students from all majors are welcome to join and partake in our events.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "The Student American Veterinary Medical Association",
                            "Description": "SAVMA is an organization which provides professional development and leadership for veterinary students and serves as a student government within the veterinary school.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Therapy for Seniors",
                            "Description": "Therapy for Seniors is established to create a community of students to help gain hands-on experience of assisting the elderly through interactive activities. The club promotes a positive interest in raising the moral welfare of others.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Theta Chi Fraternity",
                            "Description": "Theta Chi Fraternity became an official chapter on LSU's campus back in 2012. Driven by our motto of \" An Assisting Hand\" the gentlemen of Theta Chi strives to actively serve our community as well as our fellow brothers.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Theta Xi",
                            "Description": "Theta Xi was founded at Rensselaer Polytechnic Institute (RPI) in Troy, New York, on April 29, 1864. Minutes of the original meeting, Constitution and Ritual have been preserved by the Fraternity to this day. Our tradition is truly continuous.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tiger Bowling Club",
                            "Description": "...providing a positive opportunity for LSU students with an interest in bowling to improve their skills, and to compete against other university teams as a member of the USBC Collegiate program and the Southwest Intercollegiate Bowling Conference.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "TIGER CRICKET CLUB",
                            "Description": "We provide a platform to play Cricket and bring together all the people interested in this sport. Cricket is a sport similar to Baseball because of its common ancestry in Rounders.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tiger Officials Association",
                            "Description": "TBD",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tiger Paintball",
                            "Description": "Tiger Paintball is established for the purpose of bringing together a community of students around LSU to promote the sport of paintball throughout all skill levels including recreational and competitive.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "TigeRaas",
                            "Description": "Founded in 2015, TigeRaas is LSU's premiere competitive garba-raas team. Our goal is to spread Indian culture throughout campus and to spread the joy of being a tiger at national level competitions.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "TigerLink Mentors",
                            "Description": "TigerLink Mentors are LSU Campus Life student assistants who encourage campus involvement among LSU students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tigers 4 Tigers",
                            "Description": "We work to help reverse the decline in tiger populations in the wild and promote the well being of captive tigers and big cats in the US so that they can live like Mike.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tigers Against Trafficking",
                            "Description": "Tigers Against Trafficking is a group of LSU students firmly committed to playing our part in the abolition of modern day slavery.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tigers for Autism Awareness",
                            "Description": "Autism Awareness at LSU is for students interested in bringing further awareness to the Autistic Baton Rouge community. With seminars, service events, and volunteering, we make those with special needs feel welcomed at LSU and in the community.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tigers in Tech",
                            "Description": "Tigers in Tech is established for the expressed purpose of providing its members with the opportunities and resources necessary to develop and advance their IT careers.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tigers Pay Tribute",
                            "Description": "Tigers appreciating and serving those who have served our country.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Tigers With Purpose",
                            "Description": "through the non-profit, With Purpose, we, as college students, will take part in raising money and awareness for Childhood Cancers.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Title IX Repository",
                            "Description": "Used to store any training(s), programs, events, etc. that pertain to Title IX and PM 73 for each academic year. Uploads should be made monthly to the appropriate folder and after every upload the form titled \"Upload Info\" should be completed.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Triathlon Team",
                            "Description": "Swim. Bike. Run. Have Fun!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Turning Point USA at Louisiana State University",
                            "Description": "Turning Point USA at Louisiana State University is LSU's official chapter of the national organization Turning Point USA. TPUSA is an activist organization that aims to empower students to promote small government, free market, and fiscal responsibility.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Undergraduate Society for the Study of Religion (The)",
                            "Description": "We are dedicated to the academic study of religion. We host events to further educate the LSU community about varying religions. Our primary goal is to create relationships with others who enjoy studying the religious.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Undergraduate Theatre Alliance",
                            "Description": "The Undergraduate Theatre Alliance (UTA) is a group on the LSU campus devoted to providing a friendly work environment to the students of the School of Theatre. UTA is devoted to nourishing the needs and wants of undergraduate theatre students.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "University Recreation Employee Advisory Board",
                            "Description": "We are a group of UREC student employees working together to help ensure employee satisfaction within the student staff and serve as the liaisons between UREC student staff and professional staff.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "University Recreation Student Employment",
                            "Description": "LSU UREC is one of the largest student employers on campus and is dedicated to providing valuable work experience and dynamic leadership opportunities to eligible full-time students, faculty, and staff.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Vietnamese Student Association",
                            "Description": "We are a student organization, committed to spreading awareness of the Vietnamese culture and having a voice in our local community. Through various charitable, social and cultural events, we will be able to enrich and preserve our Vietnamese identity.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "ViewPoints",
                            "Description": "This organization will try and foster a diverse collective intelligence to discuss the phenomena that dictate our daily life and the societal problems that threaten it. We are trying to understand the world from every possible perspective.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Volunteer LSU",
                            "Description": "Volunteer LSU is the university's center for community service and involvement. Our mission is to promote and coordinate volunteer opportunities, build partnerships within the community, and instill within our members a lifelong commitment to service.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Wakeboarding at LSU",
                            "Description": "Wakeboarding and Wakeskating team at LSU",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Waking Up",
                            "Description": "We come together once a week to discuss the deeper questions of life: Who are we? How did we get here? Do we have a purpose? In short, the purpose of this organization is to explore human consciousness.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Wargaming and Roleplaying Society",
                            "Description": "Roleplay and Tabletop Games: Fantasy, Sci-fi, and more",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Water Polo Club",
                            "Description": "The Water Polo Club at LSU is a community of swimmers and water polo players that want to get in the water and compete in a fun innovative sport. We compete in the CWPA in the Texas Division against teams like A&amp;M, UT, Texas Tech, and Houston.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Waterski LSU",
                            "Description": "We are a group of students who love waterskiing and compete against other schools!",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Wesley Foundation - United Methodist Campus Ministry",
                            "Description": "We are a college ministry based out of the United Methodist Church",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "West Campus Apartments",
                            "Description": "This profile has been created for use by the RA staff in West Campus Apartments",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "William A. Brookshire Veteran and Military Student Center",
                            "Description": "We serve veterans and service members as they pursue a new mission: obtaining a college degree.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Winterguard at LSU",
                            "Description": "The LSU Winterguard is a competitive performance ensemble rooted in the LSU Colorguard, auxiliary unit of The Golden Band from Tigerland. A physical activity with visual artistry, performers enhance dance &amp; equipment skills during the spring semester.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Wishmakers on Campus",
                            "Description": "Make A Wish Foundation at LSU raises money to help grant the wish of a child with a serious medical illness.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women in Computer Science at LSU",
                            "Description": "Group for the professional and academic development of women and others studying computer science and related fields at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women in Science @ LSU",
                            "Description": "Provide an enriching environment to support women graduate students, postdocs and faculty by curating and creating professional development resources, serving as an open community, and connecting women graduate students with mentors.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women's and Gender Studies Graduate Organization",
                            "Description": "The Women's &amp; Gender Studies Graduate Organization welcomes any graduate students interested in WGS &amp; LGBTQ issues. We have an active mentoring program, reading and discussion groups, and bring together WGS Minors from a wide variety of disciplines.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women's Center",
                            "Description": "Support, referral, and information to students, faculty, and staff on issues and concerns related to women.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women's Club Soccer",
                            "Description": "A fun and competitive organization that competes in the TCSL soccer league with other colleges.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women's Club Volleyball",
                            "Description": "LSU Women's Club Volleyball is a collegiate volleyball club that competes in the Southern Intercollegiate Volleyball Association (SIVA).",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women's Lacrosse Club",
                            "Description": "LSU Women's Lacrosse is for any female who has ever had an interest in women's lacrosse, experienced or not. The club competes in the Texas Women's Lacrosse League as a part of the Women's Collegiate Lacrosse Associates, under the Division II category.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women's Rugby Football Club",
                            "Description": "The Women's Rugby Team at LSU is open to any female students who wish to play. Previous experience is not needed, we can teach you what you need to know. There is no specific size requirement all you need is a good attitude and to be eager to learn.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Women's Ultimate Frisbee Club",
                            "Description": "This is our 6th year as a club sport on the LSU campus and we are continuously growing and getting more competitive. We travel and play in tournaments within the Southeast U.S. region during the school year, but more predominantly in the spring.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Wrestling Club",
                            "Description": "LSU Wrestling is a group created for students to engage in collegiate wrestling, participating in practices, workouts, duels, and tournaments. Students will be asked to participate in regular practices as well as compete for positions on the roster.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Young Americans for Freedom of Louisiana State University",
                            "Description": "Our YAF chapter brings together students to advocate for the ideas of limited government, individual freedom, free enterprise, traditional values and a strong national defense. We aim to provide a visible presence for the Conservative Movement at LSU.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Young Americans for Liberty at Louisiana State University",
                            "Description": "Young Americans for Liberty (YAL) is the largest, most active, and fastest-growing pro-liberty organization on America's college campuses. YAL seeks to identify, educate, train, and mobilize young people committed to winning on principle.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Young Democratic Socialists of America at LSU",
                            "Description": "We aim to promote a democratically socialist economy and society, as well as promote progressive policies on our campus. As an organization at LSU we hope to educate our fellow students on the principals on socialism and to dispel myths about it.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Young Life",
                            "Description": "Young Life is a Christian outreach organization that focuses on introducing Jesus to students through community. Instagram: @lsuyounglife Twitter: @lsuyounglife FB: Young Life College at LSU",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Zamorano Agricultural Society",
                            "Description": "ZAS is established for the expressed purpose of assisting in the organization of cultural and agricultural exchange among students and alumni of Louisiana State University and A&amp;M College and the Pan-American School of Agriculture.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Zeta Phi Beta Sorority Inc.",
                            "Description": "Scholarship, Service, Sisterly Love, and Finer Womanhood.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        },
                        {
                            "Title": "Zeta Tau Alpha",
                            "Description": "ZTA was founded Oct. 15, 1898, at the Virginia State Female Normal School (now Longwood University) in Farmville, Va. We now have 218,000 initiated members, 159 active collegiate chapters and 235 alumnae chapters across the country.",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": null
                        }
                    ],
                    "Id": null
                },
                {
                    "Title": "LSU Food Pantry",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": null
                }
            ],
            "Id": "6657329e-ea16-4ed2-97c4-6319b6e3438f"
        },
        {
            "Title": "Academic Life",
            "Description": "When you're having trouble dealing with courses, professors, and more.",
            "IsLeaf": false,
            "Children": [
                {
                    "Title": "Professors",
                    "Description": "When you're having issues with a professor or want to know more about them.",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": "92089cf7-bea3-45de-a586-504c2d4517e7"
                },
                {
                    "Title": "Scheduling",
                    "Description": "For questions about how scheduling works, or recommendations on what courses to choose.",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": "817bd790-a24a-430d-8138-ca63573f2b7b"
                },
                {
                    "Title": "Course Work",
                    "Description": "For problems with course material, or general questions.",
                    "IsLeaf": false,
                    "Children": [
                        {
                            "Title": "Art History",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "41b86346-2d33-4978-8bf5-01b04a721192"
                        },
                        {
                            "Title": "Forest Enterprise",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "da9ddedd-a3d1-4505-9e78-032d9f66754a"
                        },
                        {
                            "Title": "Studio Art",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "fe995682-7417-46cf-b03e-05dd7eb0d5d2"
                        },
                        {
                            "Title": "Accounting",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "510b9b1c-3be6-4daa-b833-06e0712e13c6"
                        },
                        {
                            "Title": "Athletic Training",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a889ee2d-c664-43b4-8030-07a5e5a5e730"
                        },
                        {
                            "Title": "Wildlife Habitat Conservation",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "184f5984-ec50-48e9-8021-0b29fda24979"
                        },
                        {
                            "Title": "BiologicalScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a7e98db0-bfdd-423b-9124-0ec0c0dfa016"
                        },
                        {
                            "Title": "International Politics and Law",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "54c4ee4f-37cd-4971-aec2-0ee6982d4f58"
                        },
                        {
                            "Title": "Law, Ethics, and Social Justice",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "628c0b97-3fea-4612-bd15-0facdc598684"
                        },
                        {
                            "Title": "International Studies: Environment and Development",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "0060d61c-2991-4bae-b1cf-1218ea7dd958"
                        },
                        {
                            "Title": "History Secondary Education",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "af6e9343-d40e-4dbb-a0f0-1650531ef62d"
                        },
                        {
                            "Title": "Voice (Music)",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "e731c56d-8eaf-49d6-8e48-192bda914a45"
                        },
                        {
                            "Title": "Geographic InformationScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a5a802b1-a2d8-4be2-bf33-196885b6f70f"
                        },
                        {
                            "Title": "Sport Studies",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "c01d641a-423b-4d11-94c5-19b210d72012"
                        },
                        {
                            "Title": "Nutritional Sciences/Pre-Medicine",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "52670c60-594b-4749-8292-1d782c560337"
                        },
                        {
                            "Title": "Pre-Veterinary Medicine",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "68debd81-f94f-4f84-a031-210232b10b23"
                        },
                        {
                            "Title": "Soil Science",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "691a1c18-b4ee-4694-8c35-22d5f5639096"
                        },
                        {
                            "Title": "PoultryScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "e30ebc53-535a-4a33-8cc6-234c6eff44c4"
                        },
                        {
                            "Title": "Agriculture and Extension Education",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "0de8ef33-4ec7-4172-8e7f-25da28c2ab5b"
                        },
                        {
                            "Title": "Jazz",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "0e110c76-d710-4703-a87a-26c2057df9c1"
                        },
                        {
                            "Title": "Leadership Development",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "11763e81-ca32-4a94-9039-28b5876676ac"
                        },
                        {
                            "Title": "French",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "7fc4bf82-8387-4b10-bdae-2906e035c834"
                        },
                        {
                            "Title": "Geographic Environmental Studies",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "c8095ec5-fea2-4662-baae-2d8c727a845c"
                        },
                        {
                            "Title": "SportLeadership",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "bc7ea83e-6c6b-4e2c-b9be-30f38312adda"
                        },
                        {
                            "Title": "Spanish Secondary Education",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "d9b4d768-23d2-4f62-8501-340163b39754"
                        },
                        {
                            "Title": "Human Resource Management",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "46d4769f-a182-4648-9cc9-35bc65e469c2"
                        },
                        {
                            "Title": "International Studies: Africa",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "fec26137-4e63-4b85-8be4-36477f431f09"
                        },
                        {
                            "Title": "ArtHistory",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "6c3e731b-498a-4616-8f70-372a50abb49f"
                        },
                        {
                            "Title": "String Instruments",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "76638ee5-fd70-4cb0-b616-373b03cab473"
                        },
                        {
                            "Title": "StudioArt",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a31b4369-a900-435d-9b48-3773a9f9ca94"
                        },
                        {
                            "Title": "Wildlife Ecology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "0685100b-da7f-42fb-bf58-392bd8f2fe80"
                        },
                        {
                            "Title": "Turf and Landscape Management",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "06a5ffe5-50c8-4773-b53f-3ab074693b51"
                        },
                        {
                            "Title": "Film and Television",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "c3d55e00-144a-4c2c-927d-3e2d264b550f"
                        },
                        {
                            "Title": "Woodwind Instruments",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "8aadd575-9fbb-4bc2-88a2-3ee09364648b"
                        },
                        {
                            "Title": "Horticulture Science",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "d458f166-1682-4706-94f9-43ee5ddffe91"
                        },
                        {
                            "Title": "International Studies: Global Studies",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "25cf5239-fb19-43af-b18a-45187d4a0394"
                        },
                        {
                            "Title": "Rhetoric, Writing, and Culture",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "dd906e8b-f00d-4a53-b73b-4691fcae0702"
                        },
                        {
                            "Title": "Screen Arts",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "4408e1e3-6d07-42fc-b088-49c26146f1a6"
                        },
                        {
                            "Title": "Nutrition and Food Sciences",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "2f49ad3c-288c-491a-88fd-4b106480cf0a"
                        },
                        {
                            "Title": "Human MovementScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a82b16c5-ac48-4762-8109-4bae54bb8f49"
                        },
                        {
                            "Title": "ComputerScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "0e3a5424-4b9e-4ac5-a3de-4d55dfc4af56"
                        },
                        {
                            "Title": "Sport Administration",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "db72f23c-bb2e-4682-9e2e-517ccec5c778"
                        },
                        {
                            "Title": "Pre-Occupational Therapy",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "cd0aea20-e637-4aa3-8c8c-518e36bb4a3e"
                        },
                        {
                            "Title": "History",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "1801075d-29ae-4abf-b6ca-52ea669464bc"
                        },
                        {
                            "Title": "Agricultural Business",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "83ae68c6-4cdb-4c67-b7f3-532b3a9acd54"
                        },
                        {
                            "Title": "TextileScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "0bbbade8-15f6-4dc3-b3a0-5333b19baeed"
                        },
                        {
                            "Title": "Human Movement Science",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "efd9e62d-327e-4032-834b-5448c34b2e98"
                        },
                        {
                            "Title": "Sociology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "47b666c2-b6cf-4695-bd74-55c562cfc5fa"
                        },
                        {
                            "Title": "Pre-Nursing",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a01327b5-f743-4ac2-97b7-5855a4afb01e"
                        },
                        {
                            "Title": "Anthropology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "71294c85-3fa3-43ba-9040-5c0c1ca11a2e"
                        },
                        {
                            "Title": "Food Science and Technology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "f4aaf0bb-bbf3-44dd-af47-5ca8468ca26f"
                        },
                        {
                            "Title": "Theatre Performance",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "89f47519-f4d3-4abe-af50-5f1e75fa3887"
                        },
                        {
                            "Title": "Geology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "524b6149-7bbf-49be-b8c4-61a9e1bbd3a8"
                        },
                        {
                            "Title": "Sculpture",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "f1b62387-08c0-4351-b869-630df5634ddc"
                        },
                        {
                            "Title": "Religious Studies",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "dc837c2b-b11c-4c76-adb5-6c87c0de347d"
                        },
                        {
                            "Title": "Sustainable Production Systems",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "03c9d36c-7d9c-4139-9f77-6eb3393cfe7f"
                        },
                        {
                            "Title": "Animal Science and Technology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "d396c95d-d9fa-439c-bb05-6f5181b02d18"
                        },
                        {
                            "Title": "Forestry",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a279fb02-c7ee-4683-9e2a-6f6ab276f453"
                        },
                        {
                            "Title": "StrategicLeadership",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "660c8f14-b083-4b18-8c3b-7249a4d6e977"
                        },
                        {
                            "Title": "Wetland Science",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "99f69015-d2dd-443f-9e21-7338c9895f46"
                        },
                        {
                            "Title": "International Studies: Europe",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "ffa5780c-22af-4752-937e-7455ee25e18f"
                        },
                        {
                            "Title": "Animal Sciences",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "53ccf041-fda6-4929-bbc8-74923c3074d5"
                        },
                        {
                            "Title": "International Studies: Asia",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "090991a9-97e9-4bf1-bc43-78b74c2ff542"
                        },
                        {
                            "Title": "CropScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "16713c9a-a0e3-4d76-9942-7c4f323d3038"
                        },
                        {
                            "Title": "Food and TechnologyScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "3f1d9787-3b02-457f-bba8-8119c4052175"
                        },
                        {
                            "Title": "Landscape Architecture",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "2c03ce73-b6e6-4548-b192-8178c430e49a"
                        },
                        {
                            "Title": "Urban Entomology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "c7110315-aaa2-4a06-8db6-823829417634"
                        },
                        {
                            "Title": "Information Systems and Decision Sciences",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "41066063-c8cb-43d9-9d6c-82ba98929f91"
                        },
                        {
                            "Title": "HorticultureScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "afe78e19-07e6-400e-8fd2-84c6ee24ad6e"
                        },
                        {
                            "Title": "International Agricultural Business",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "8cd0efff-25c1-42a1-abd2-84d13d47c03a"
                        },
                        {
                            "Title": "Rural Development",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "41a3f6c5-0438-4c30-b488-86777ebde7b8"
                        },
                        {
                            "Title": "International Studies: Middle East",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "f48cbc59-8323-459e-a61f-87d04006ece4"
                        },
                        {
                            "Title": "Human Resource Education",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "c15d005e-3c5e-4e78-a96b-87f7d647f338"
                        },
                        {
                            "Title": "AnimalScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "90c93711-98c7-4d0f-bce3-88c5f5f12b22"
                        },
                        {
                            "Title": "Apparel Design",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "68796f61-3a08-43f4-9521-891a71ad789e"
                        },
                        {
                            "Title": "Textile Science",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "3b2f08ce-2bb6-4a15-b47b-8a188a414e7e"
                        },
                        {
                            "Title": "Law and Legal Systems",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "f68004d2-a770-4e7d-a6b8-8a46f6b66ffc"
                        },
                        {
                            "Title": "Nutrition, Health, and Society",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "8ef4ee22-8b95-4054-a630-8e3d48af2241"
                        },
                        {
                            "Title": "French Secondary Education",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "7b1d43d0-079d-4fcf-add4-8ef4227c425a"
                        },
                        {
                            "Title": "Astronomy",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "9efcdc09-ea20-4a43-9f8b-9008a85376b3"
                        },
                        {
                            "Title": "Coastal EnvironmentalScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "9c2b6fd4-c5b1-4d37-b116-904ba932c9ab"
                        },
                        {
                            "Title": "Applied Coastal Environmental Science",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "ef94773b-a8f9-48ca-a115-91e99637b372"
                        },
                        {
                            "Title": "Social Work",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "22441f6c-7c63-4ea1-a623-93f12f723634"
                        },
                        {
                            "Title": "International Studies: Global Cultures",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "d2669e0d-83e1-4a03-95c5-94acd2407f66"
                        },
                        {
                            "Title": "Information Technology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "f8c3c98f-e396-4ac5-a651-9667f7629edf"
                        },
                        {
                            "Title": "Software Engineering",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "b0b11d3f-738e-429f-828d-9b23d58360bc"
                        },
                        {
                            "Title": "Agricultural Pest Management/Entomology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "bd09ce42-a682-40f4-84fe-9b2d3e4a1c9d"
                        },
                        {
                            "Title": "Data and AnalyticsScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "2854436a-57d7-418d-9b87-9b77195f2082"
                        },
                        {
                            "Title": "Environmental and ResearchScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a5506b2c-563d-4bdf-8dd9-9d163e139970"
                        },
                        {
                            "Title": "Food Industry Management",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a0662d70-8a22-45da-a5c6-9eaa1026e5a5"
                        },
                        {
                            "Title": "WetlandScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "257846ee-aa62-4524-8fd2-a0facb1e2aec"
                        },
                        {
                            "Title": "American Government and Politics",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "b6ff7049-10f0-4295-82ca-a2c0f5e22826"
                        },
                        {
                            "Title": "International Trade and Finance",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "820521f2-effc-48a9-bb89-a6457633d9ed"
                        },
                        {
                            "Title": "Liberal Arts",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "24009f06-ecc7-4973-b27a-ad8ad525bcf6"
                        },
                        {
                            "Title": "Strategic Leadership",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "0754b79b-b360-4255-98f6-b2089bf7bccd"
                        },
                        {
                            "Title": "Theatre Design/Technology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "f6e1e086-9569-412c-a89e-b2826d67c464"
                        },
                        {
                            "Title": "Geography",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "452ea0d0-13e5-42d5-b537-b2d82ae4c03a"
                        },
                        {
                            "Title": "Teaching in Formal Agriculture and Extension Education",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "e594a79b-966d-4cac-a57d-b391eee0f9d7"
                        },
                        {
                            "Title": "Architecture",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "c96251a1-b021-42c8-8d43-b3b16addf09c"
                        },
                        {
                            "Title": "Finance",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "1b7b2a51-ed24-438f-bfc9-b8b70586772a"
                        },
                        {
                            "Title": "Geographic Information Science",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "45cbdc3f-01f2-4d73-9b08-b9d836dd3acd"
                        },
                        {
                            "Title": "Theatre",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "33a4a82b-8add-46b4-bfdf-ba39b8a312fc"
                        },
                        {
                            "Title": "Sport Commerce",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "60f19684-6449-4af5-980e-bb2a39773e53"
                        },
                        {
                            "Title": "Agricultural Pest Management/ Plant Pathology",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "83182c5a-3579-4c73-948c-bb982cdebbc3"
                        },
                        {
                            "Title": "Forest Resource Management",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "0fbcb881-44da-46d4-b601-bdab55cffadb"
                        },
                        {
                            "Title": "Agribusiness Finance",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "7fe33ec8-4e87-4012-bdfc-c00e2eb38e33"
                        },
                        {
                            "Title": "General Business",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "b35bc6ad-1013-454c-9993-c3d10b460574"
                        },
                        {
                            "Title": "Interior Design",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "f930fc7a-b9ab-4bc2-9e7d-c546a703b296"
                        },
                        {
                            "Title": "Geophysics",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "c445fdab-8467-46f7-9eae-c7e2edc87bb0"
                        },
                        {
                            "Title": "Landscape and Turf Management",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "113d1107-7455-42f4-9b7d-c8c6ac0fa302"
                        },
                        {
                            "Title": "Textiles, Apparel, and Merchandising",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "23bcb3aa-c4dc-4285-9b4b-ca5d096e9ef3"
                        },
                        {
                            "Title": "Special Education (Grades 1-5)",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "d6f76317-18d2-4b0b-b40e-cd19caa06eb8"
                        },
                        {
                            "Title": "Graphic DesignArt",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a71c750c-0f75-4830-8a13-cd34d59a8211"
                        },
                        {
                            "Title": "Graphic Design",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "da647a5a-df9e-4653-87d5-d03ac08f6342"
                        },
                        {
                            "Title": "International Studies: Global Diplomacy",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "13d854f9-4b0c-4ee2-8c26-d0ec3b1f526b"
                        },
                        {
                            "Title": "Women's and Gender Studies",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "d525739e-375e-4fbd-9fbb-d326a14cec1a"
                        },
                        {
                            "Title": "DigitalAdvertising",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "a43e946f-ec89-4941-adff-d40c5035977c"
                        },
                        {
                            "Title": "Pre-Law",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "556e6b68-f9e0-4b85-9ce0-d9dfc672d2b6"
                        },
                        {
                            "Title": "DigitalArt",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "40ba45e3-0d94-450e-827f-daa19f94abcb"
                        },
                        {
                            "Title": "Race and Politics",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "1d822081-2f36-4f49-b901-dbc8658a1131"
                        },
                        {
                            "Title": "Spanish",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "955c04c7-fa4b-495d-b71e-e092f1ae6a51"
                        },
                        {
                            "Title": "Actuarial Science",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "2abe6e52-2519-48f5-be2f-e598a18a51cb"
                        },
                        {
                            "Title": "African and African American Studies",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "55ac435d-2285-40d7-a0b2-e851dd49327e"
                        },
                        {
                            "Title": "ActuarialScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "9b5945d5-8692-464e-b4ef-e8f50df152ea"
                        },
                        {
                            "Title": "International Studies: Latin America",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "495f48cc-59e5-4edc-ab66-ea18f10a5fc0"
                        },
                        {
                            "Title": "Fisheries and Aquaculture",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "2c2f5235-a689-40b8-9bde-ee105b45bbfc"
                        },
                        {
                            "Title": "International Management",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "15c8e40a-3cfd-4a94-b851-ee51638ef5e3"
                        },
                        {
                            "Title": "Disaster and ManagementScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "08472d7f-3427-4548-a513-f208cce7d36a"
                        },
                        {
                            "Title": "Sport Leadership",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "32560669-ee21-4675-b6a8-f20cc7e4eba8"
                        },
                        {
                            "Title": "Journalism",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "063c3be9-0ff2-4ca9-a3bd-f2ca79958d59"
                        },
                        {
                            "Title": "Health and Physical Education Teacher Certification",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "4a312b55-9ded-4973-aacd-f6ef8cff3b62"
                        },
                        {
                            "Title": "Fitness Studies",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "4c540443-512a-4765-8c95-f7733f6d65c2"
                        },
                        {
                            "Title": "CreativeWriting",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "ac31f5ee-b0fc-4e9a-8727-f777cb5dabe2"
                        },
                        {
                            "Title": "Natural Resource Ecology and Management",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "025d5265-26dd-40d2-b198-f7c23d38f62e"
                        },
                        {
                            "Title": "SoilScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "8170d707-0388-43e3-aaff-f8c0ef8495dd"
                        },
                        {
                            "Title": "Industrial Engineering",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "136232ff-f15c-41cc-9ac9-fa47d44eb2f0"
                        },
                        {
                            "Title": "Arts Administration",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "f0289f6d-2472-4e31-b7fb-fac700c5257f"
                        },
                        {
                            "Title": "Organ (Music)",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "72616520-818a-4a95-9b9d-fbe6d5d55a03"
                        },
                        {
                            "Title": "ProfessionalSales",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "8b49b41d-b4c5-4c78-8818-fcdc07f3a5b9"
                        },
                        {
                            "Title": "Literature",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "2d18449e-f931-41b6-a786-fd53849995b0"
                        },
                        {
                            "Title": "Nutrition and FoodScience",
                            "Description": "",
                            "IsLeaf": false,
                            "Children": null,
                            "Id": "3833e43d-2710-478b-8169-ff278ad21d27"
                        }
                    ],
                    "Id": "fd180cf2-409d-40c4-99a8-d617b508583a"
                }
            ],
            "Id": "8a3dc3d9-1df0-4844-b729-d3e308417b5c"
        },
        {
            "Title": "Off Campus Life",
            "Description": "Careers, local restaurants, and everything in between.",
            "IsLeaf": false,
            "Children": [
                {
                    "Title": "Careers",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": "ce0da378-4c9e-4b0d-9bf6-16b165752717"
                },
                {
                    "Title": "Dining",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": null
                },
                {
                    "Title": "Internships",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": null
                },
                {
                    "Title": "Local Businesses",
                    "Description": "",
                    "IsLeaf": false,
                    "Children": null,
                    "Id": null
                }
            ],
            "Id": "d7248573-19df-4435-8cc2-db8d149d1dd9"
        }
    ],
    "Users": [
        {
            "UserName": "LSao"
        },
        {
            "UserName": "SMaxham"
        },
        {
            "UserName": "LKalish"
        },
        {
            "UserName": "RRison"
        },
        {
            "UserName": "CZubia"
        },
        {
            "UserName": "ZGonser"
        },
        {
            "UserName": "ADebusk"
        },
        {
            "UserName": "TSamora"
        },
        {
            "UserName": "DTsan"
        },
        {
            "UserName": "CSchwartz"
        },
        {
            "UserName": "LSchurg"
        },
        {
            "UserName": "EMullen"
        },
        {
            "UserName": "ESimmers"
        },
        {
            "UserName": "LVerona"
        },
        {
            "UserName": "NThorsen"
        },
        {
            "UserName": "MDancer"
        },
        {
            "UserName": "ETarvin"
        },
        {
            "UserName": "SBeattie"
        },
        {
            "UserName": "MStander"
        },
        {
            "UserName": "ODycus"
        },
        {
            "UserName": "SThai"
        },
        {
            "UserName": "AConwell"
        },
        {
            "UserName": "ETunstall"
        },
        {
            "UserName": "LSchwan"
        },
        {
            "UserName": "KHur"
        },
        {
            "UserName": "ASabado"
        },
        {
            "UserName": "JPasha"
        },
        {
            "UserName": "ZNoga"
        },
        {
            "UserName": "EAcey"
        },
        {
            "UserName": "NCharlebois"
        },
        {
            "UserName": "KVallarta"
        },
        {
            "UserName": "BMabry"
        },
        {
            "UserName": "MCromwell"
        },
        {
            "UserName": "KStaiger"
        },
        {
            "UserName": "LLongnecker"
        },
        {
            "UserName": "CWellons"
        },
        {
            "UserName": "ASoule"
        },
        {
            "UserName": "TWaddle"
        },
        {
            "UserName": "CDunkerson"
        },
        {
            "UserName": "CViolette"
        },
        {
            "UserName": "MLauderback"
        },
        {
            "UserName": "BBruch"
        },
        {
            "UserName": "MByer"
        },
        {
            "UserName": "LSloat"
        },
        {
            "UserName": "SDolan"
        },
        {
            "UserName": "KClay"
        },
        {
            "UserName": "BBlazek"
        },
        {
            "UserName": "JFilice"
        },
        {
            "UserName": "HJuckett"
        },
        {
            "UserName": "FVallance"
        }
    ]
}